[{"id":"7R6aZV2XaKQ","title":"More than 20,000 Chinese villagers are moved to quarantine sites."},{"id":"82P5XXYP56L","title":"A Taiwanese man blows 783 bubbles inside a larger bubble."},{"id":"9ev0OxK4aOE","title":"The power of a real apology."},{"id":"op3mKVRn5Dq","title":"Alexey Navalny says he will return to Russia after being poisoned."},{"id":"GEraB9b203j","title":"Razer's new face mask ventilates the air and amplifies your voice."},{"id":"b2J5RRDK5dn","title":"Here are some of the highlights of CES 2021."},{"id":"qPJmLe7d0K7","title":"A woman 'attempts to get around pandemic rules' by walking her boyfriend on a leash."},{"id":"vp20vPYj5Bk","title":"A missing cat found 3 years after mudslide."},{"id":"4EA0zW7PaKL","title":"Socialite says he bought out entire flight to travel privately."},{"id":"vp25vPYV0Bk","title":"Police respond to chickens 'wreaking havoc'."},{"id":"Dq3mxV22aV9","title":"Samosa sent to 'space' by British eatery crash-lands in France."},{"id":"lG6aeKzEme8","title":"Loss of smell reported in 86% of mild CoViD cases."},{"id":"xn7aVKQ15JA","title":"A homeless man rescued all the animals at a shelter after it caught on fire."},{"id":"WLE0jP1d5Xq","title":"Man sparks outrage as he says 'kids sitting in trolleys should be banned'."},{"id":"QbJ5nPO10px","title":"Chinese web firms 'bullying' customers with data."},{"id":"6b95AZPQm8R","title":"Bitcoin hits $40,000 for first time."},{"id":"qz70MWkn5O3","title":"Mom-to-be mistakes a car seat cover for a skirt."},{"id":"Q9E0JjQ10on","title":"Self-driving pioneer Waymo dumps the term 'self-driving'."},{"id":"ZDV5QLlraoq","title":"Exposure to dirty air in the world's most polluted region linked to pregnancy loss."},{"id":"J480pD6o0gR","title":"India begins mass bird cull in response to avian flu outbreak."},{"id":"lOXab1Vk0gy","title":"CDC says severe allergic reactions to coronavirus vaccine are rare."},{"id":"DxP064yr59l","title":"Little ways to make 2021 feel like a fresh start."},{"id":"82PaXXMGa6L","title":"Rowan Atkinson opines on cancel culture."},{"id":"9evmOxZv0OE","title":"2020's biggest fashion trends reflect a world in crisis."},{"id":"op35KV6paDq","title":"Armed Iranian troops boarded South Korean tanker."},{"id":"GEr0B9E7m3j","title":"UK says its aircraft carrier strike group is ready to deploy."},{"id":"ZrPa4RyqmQx","title":"Vulva-esque sculpture in Brazil causes controversy."},{"id":"dgpa1xDr083","title":"Turn polluted air into building tiles."},{"id":"b2JaRRrkadn","title":"Boris imposes lockdown on England."},{"id":"OVy0DbRD5PX","title":"Biggest circular tomb in the ancient world to open in Rome."},{"id":"EA709OyO5RB","title":"How flying will change in 2021."},{"id":"bn603LDdazA","title":"A yachtsman was rescued after spending hours clinging to a beacon."},{"id":"APJa7ByJ0zj","title":"US flies B-52 bombers to the Middle East."},{"id":"kJGmlMe20dZ","title":"Indonesia and LG Group sign a $9.8 billion EV battery MOU."},{"id":"7QnawjOx0PX","title":"Virtual reality helps a woman return to North Korea."},{"id":"vOBaqZLv52W","title":"Russian police arrest renegade priest in convent raid."},{"id":"njW5gXqZmpl","title":"US would allow small drones to fly over people and at night."},{"id":"6b9mAZxQ08R","title":"Why do you need a mask after a vaccination."},{"id":"QbJmnPz1apx","title":"Reddit is buying TikTok rival Dubsmash."},{"id":"qz7aMWonmO3","title":"Nuro gets first California OK to charge money for self-driving services."},{"id":"Q9EaJjX1aon","title":"A German pilot makes a point in the sky."},{"id":"ZDVmQLYr5oq","title":"A retired couple made 1,400 toys to give away this Christmas."},{"id":"J48apDvoagR","title":"A Chinese journalist jailed for 4 years."},{"id":"qPJmLe6q0K7","title":"Yoga with lemurs."},{"id":"vp20vP7V5Bk","title":"A magnet fisherman pulls 19 grenades out of a British river."},{"id":"Dq3axVE2mV9","title":"120-year-old chocolate found in Australian poet's papers."},{"id":"4EA5zWAPmKL","title":"Funny tweets about cats and dogs."},{"id":"ygZ5WO225KV","title":"A man who spent almost 50 years in prison gets a retrial."},{"id":"lG6meK2Eae8","title":"A 12 year old boy identifies 39 airlines by their plane tails."},{"id":"xn7mVK210JA","title":"A woman wins more than $750,000 with decades-old lottery numbers."},{"id":"9ev5Ox8PmOE","title":"Fauci says he will practice what he preaches this holiday season."},{"id":"op3aKVXB0Dq","title":"Scientists develop new gene therapy for deafness."},{"id":"GErmB9xD53j","title":"Thai rescue worker uses CPR to save a baby elephant."},{"id":"ZrP04ROR5Qx","title":"An Israeli cowboy hopes cattle-herding drones will modernize the livestock industry."},{"id":"dgp01x4Pm83","title":"Taiwan reports first local Covid-19 case in more than 250 days."},{"id":"b2J0RRY20dn","title":"Video meetings are here to stay."},{"id":"qPJaLe6X5K7","title":"A man dressed as Santa gets stuck in power lines."},{"id":"vp25vP7b0Bk","title":"Samsung’s leaked Galaxy Chromebook 2 is oranger than ever."},{"id":"Dq3mxVEvaV9","title":"Apple targets car production by 2024."},{"id":"4EA0zWAOaKL","title":"McDonald's China offers burger featuring Spam and crushed Oreos."},{"id":"ygZ0WO2r0KV","title":"Elon Musk tweeted about a bitcoin rival. It soared 20%."},{"id":"lG6aeK2Zme8","title":"A man hid cherry pies under women's car tires to see them bend over."},{"id":"xn7aVK2o5JA","title":"A camel was spotted shopping with its owner."},{"id":"WLE0jPAo5Xq","title":"Parents reveal the funniest names their kids give everyday things."},{"id":"DAY5EgRA0dR","title":"Philippine cinema offers Venice-themed pandemic escape."},{"id":"Or7mGZ4n5W6","title":"Archaeologists discover over 100 skulls at Aztec site in Mexico City."},{"id":"OVymDbLraPX","title":"How effective is the mask you're wearing?"},{"id":"EA7m9O8baRB","title":"Conan O'Brien officially goes stir-crazy."},{"id":"APJ07BPpmzj","title":"Man pays off boss' library fees for book 48 years overdue."},{"id":"bn6m3L280zA","title":"Australia's most deadly - and most fake - predator."},{"id":"Jzn5kPw3mD9","title":"Doing this one thing everyday will make you happier according to a study."},{"id":"kJG5lMwKmdZ","title":"Thai researcher wonders if chicken feathers on the menu might fly."},{"id":"7Qn0wjwVmPX","title":"A man waits almost an entire year to collect lottery jackpot."},{"id":"jz7ayebjax6","title":"A Japanese man is selling hyper-realistic masks featuring faces of strangers."},{"id":"vOB0qZ94a2W","title":"Walmart will use fully driverless trucks to make deliveries in 2021."},{"id":"njWagXwP5pl","title":"Robotic exoskeleton training improves walking in adolescents with acquired brain injury."},{"id":"6b95AZLKm8R","title":"China flight attendants advised to wear diapers for Covid protection."},{"id":"QbJ5nPwE0px","title":"Fake 'decoy' eggs are being used to track turtle poaching."},{"id":"qz70MWZG5O3","title":"Monarch caterpillars attack each other to fight for scarce food."},{"id":"Q9E0JjPV0on","title":"Singapore is poised to become Asia’s Silicon Valley."},{"id":"ZDV5QL9jaoq","title":"7 ways to melt stress and have a better night's sleep."},{"id":"J480pDwq0gR","title":"Nokia launches a laptop in India."},{"id":"lOXab19y0gy","title":"Barcelona skateboarder proves height is no big deal."},{"id":"kp602vJ20nQ","title":"New video of Samsung Galaxy S21 Plus shows thin bezels around a flat display."},{"id":"3z7mrZwvmvx","title":"Covid-19 is taking a devastating toll on Filipino American nurses."},{"id":"VYPaYj9q5MA","title":"Germany to go into national lockdown over Christmas to stem surge in Covid-19 cases."},{"id":"LwWmdB3RaDq","title":"New whale species discovered in Mexico."},{"id":"7R60ZV9Q0KQ","title":"How German Autobahns changed the world."},{"id":"QLvmoPwg0KV","title":"A councilor who accused Japanese mayor of sexual assault voted out."},{"id":"Vj6a8K2y0AD","title":"A SpaceX Mars rocket prototype just exploded."},{"id":"7GRmPv99aWd","title":"Honeybees use poop to ward off hornets."},{"id":"DxP0642Y59l","title":"Faced with crumbling hospitals, many Covid-19 patients in Venezuela prefer their chances at home."},{"id":"82PaXX94a6L","title":"Sorry, folks, your dog doesn't really know what you're talking about."},{"id":"9evmOx9P0OE","title":"China and Nepal finally agree on Mount Everest's height after years of dispute."},{"id":"GEr0B9RDm3j","title":"Chinese spacecraft carrying lunar rocks lifts off from moon."},{"id":"ZrPa4R3RmQx","title":"A tourist was fined for wearing a tiny bikini on a beach."},{"id":"dgpa1x2P083","title":"Man fined $3,500 for breaking Taiwan coronavirus quarantine for 8 seconds."},{"id":"b2JaRR92adn","title":"Yes, it's another monolith. And this time it's in Britain."},{"id":"qPJ5Le8XmK7","title":"Beijing may have built bases in the South China Sea, but that doesn't mean it can defend them."},{"id":"Dq30xVwv5V9","title":"UK thieves target delivery trucks during Christmas season."},{"id":"4EAazWbO5KL","title":"Rohingya refugees are moved to a remote island."},{"id":"ygZaWO9raKV","title":"German woman leaves $7.5 million to her neighbors."},{"id":"lG65eKEZ0e8","title":"Indian village schoolteacher wins $1 million global prize and gives half to the runners-up."},{"id":"OVy0DbEr5PX","title":"Britain OKs Pfizer vaccine and will begin shots within days."},{"id":"EA709O2b5RB","title":"Prolific bank robber dubbed the ‘Too Tall Bandit’ strikes after taking a 2-year break."},{"id":"APJa7Bwp0zj","title":"Strange Utah monolith taken by a group."},{"id":"bn603LY8azA","title":"CDC reduces quarantine time from two weeks to 10 days with no symptoms."},{"id":"JznmkP930D9","title":"Politicians urge people to buy Australian wine in defiance of China."},{"id":"jz75yeDj5x6","title":"Hunter fatally shot after being mistaken for a deer by another hunter."},{"id":"vOBaqZb452W","title":"Dozens of bandits seize a Brazilian city."},{"id":"6b9mAZRK08R","title":"Russia detains suspected serial killer."},{"id":"QbJmnPbEapx","title":"Phallic landmark statue in Germany mysteriously disappears."},{"id":"njW5gX9Pmpl","title":"China is ready to deliver millions of coronavirus vaccines."},{"id":"qz7aMWjGmO3","title":"WhatsApp gets serious about wallpapers."},{"id":"Q9EaJjoVaon","title":"A volcano eruption kills 22 in New Zealand."},{"id":"ZDVmQLzj5oq","title":"Castropignano is the latest Italian village to sell $1 houses."},{"id":"lOX5b1byagy","title":"Taiwan lawmakers throw pig guts in protest."},{"id":"kp6a2v32anQ","title":"U.K. culture secretary says \"The Crown\" should warn viewers the show is fictional."},{"id":"3z70rZbv0vx","title":"Sean Connery's official cause of death revealed."},{"id":"VYP5YjKqmMA","title":"In Japan, more people died from suicide last month than from CoVid in all of 2020."},{"id":"LwW0dBbR5Dq","title":"Nearly 1 million crockpots recalled for burn risk."},{"id":"7R6aZVOQaKQ","title":"So far, coronavirus mutations don't mean much."},{"id":"Vj658KYyaAD","title":"Hong Kong protester gets 21 months in prison for throwing eggs."},{"id":"7GR0PvW95Wd","title":"The Weeknd calls the Grammys \"corrupt\" after receiving zero nominations."},{"id":"DxPa64YYm9l","title":"Diego Maradona dies after suffering cardiac arrest."},{"id":"82P5XXB456L","title":"YouTube suspends One America News Network."},{"id":"op3mKV8B5Dq","title":"Russia claims it chased a U.S. warship out of disputed waters."},{"id":"GEraB91D03j","title":"More than 2,400 workers at world's top glove maker test positive for coronavirus."},{"id":"ZrP54RYR0Qx","title":"A mysterious monolith discovered in the Utah desert."},{"id":"dgp51xYPa83","title":"Cubans receive last of remittances via Western Union."},{"id":"b2J5RRx25dn","title":"There is evidence of 'cannibalism' in killing of a Berlin man."},{"id":"qPJmLeZX0K7","title":"3rd major COVID-19 vaccine shown to be effective and cheaper."},{"id":"vp20vPpb5Bk","title":"China launches mission to bring back material from moon."},{"id":"4EA5zWpOmKL","title":"Spain’s vaccination plan to kick off in January."},{"id":"ygZ5WO4r5KV","title":"The Chinese head of state is pushing for a global CoVid QR code."},{"id":"lG6meKbZae8","title":"Twitter says it will give @POTUS account to Biden on Inauguration Day."},{"id":"WLE5jPbo0Xq","title":"Vegans may be at higher risk for bone fractures."},{"id":"op3aKV8O0Dq","title":"Egypt arrests leading human rights group's employees."},{"id":"GErmB91l53j","title":"At these companies, workers are required to take time off."},{"id":"ZrP04RYg5Qx","title":"EVA Air launches speed dating 'flight to nowhere'."},{"id":"qPJaLeov5K7","title":"Bobby Brown Jr. dies at 28."},{"id":"b2J0RRz70dn","title":"Beyond Meat launches plant-based minced pork in China."},{"id":"vp25vPer0Bk","title":"Tips to lessen risk of getting CoVid during air travel."},{"id":"Dq3mxVzeaV9","title":"Pope Francis' Instagram account reportedly likes bikini model's racy snapshot."},{"id":"WLE0jPdv5Xq","title":"Nick Jonas is returning to 'The Voice'."},{"id":"DAY5Eg4q0dR","title":"A 5-story building walks to a new location."},{"id":"Or7mGZKA5W6","title":"Hong Kong's new rules have created confusion in the classroom."},{"id":"EA7m9O97aRB","title":"Fish oil doesn't seem to prevent heart problems."},{"id":"bn6m3L9b0zA","title":"Qantas turns 100."},{"id":"APJ07BDqmzj","title":"Four astronauts take off aboard Crew Dragon bound for the International Space Station."},{"id":"Jzn5kPkgmD9","title":"Robots are joining the fight against coronavirus in India."},{"id":"Q9E0Jj6B0on","title":"Google Photos hooked users with free unlimited storage."},{"id":"ZDV5QLW8aoq","title":"Rare NASA photos up for auction."},{"id":"lOXab1d10gy","title":"Several killed and 180,000 evacuated as Typhoon Vamco hits the Philippines."},{"id":"kp602v9E0nQ","title":"Japan formally declares Prince Akishino heir to the throne."},{"id":"QLvmoPdz0KV","title":"Amazon accused of antitrust violation."},{"id":"7GRmPvezaWd","title":"Coral reef the size of the Empire State Building was found off Australia's coast."},{"id":"DxP0649859l","title":"Pfizer says their Covid-19 vaccine is more than 90% effective."},{"id":"82PaXX4Za6L","title":"Pro ski champion lives double life as social media star."},{"id":"4EAazWdV5KL","title":"Global stocks are soaring on hopes of a coronavirus vaccine."},{"id":"ygZaWOJYaKV","title":"Snapchat unveils redesigned Spectacles sunglasses."},{"id":"lG65eKAX0e8","title":"Richard Branson wants to be the first 'space billionaire' to actually travel to space."},{"id":"jz75yed75x6","title":"Denmark plans to cull up to 17 million mink."},{"id":"7QnawjQe0PX","title":"How to keep calm in a crisis."},{"id":"vOBaqZkL52W","title":"Rescuers fight to save 5-year-old boy trapped in a well."},{"id":"njW5gXQ2mpl","title":"A small Irish town claims victory after Biden wins."},{"id":"VYP5YjJ1mMA","title":"Want to live longer? Be an optimist."},{"id":"LwW0dBQx5Dq","title":"Immunity to Covid-19 infection lingers for months."},{"id":"7GR0Pvoz5Wd","title":"Indian news anchor arrested for allegedly abetting architect's suicide."},{"id":"QLv0oPQzaKV","title":"Uber has lost $5.8 billion in the first three quarters of this year."},{"id":"op3mKVKO5Dq","title":"An aggressive turkey named 'Gerald' has been relocated."},{"id":"9ev0OxPraOE","title":"Tesla was a month away from bankruptcy."},{"id":"GEraB9Wl03j","title":"Thai Airways launches 'flight to nowhere' for religious worshipers."},{"id":"ZrP54RAg0Qx","title":"Australia to join India, US, and Japan in large naval exercises."},{"id":"Dq3axVxemV9","title":"Prince William tested positive for coronavirus earlier this year."},{"id":"4EA5zWLVmKL","title":"An Australian woman discovered what caused her headaches."},{"id":"ygZ5WO8Y5KV","title":"Sri Lanka rescues 100 beached whales."},{"id":"lG6meKWXae8","title":"Locust swarms spread across Ethiopia."},{"id":"WLE5jPRv0Xq","title":"Burger King wants you to order from McDonald's."},{"id":"9ev5Ox6GmOE","title":"Tesla's 'full self-driving' gets mixed reviews."},{"id":"op3aKVBe0Dq","title":"Russia's 'Sausage King' killed with a crossbow in a sauna."},{"id":"GErmB9eP53j","title":"Baby Shark has become the most viewed video on YouTube ever."},{"id":"qPJaLeKr5K7","title":"Car company that claimed speed record will do it over."},{"id":"b2J0RR8J0dn","title":"Sean Connery dies at 90."},{"id":"vp25vPWn0Bk","title":"Zero local transmission in Australia for the first time since June 9th."},{"id":"Dq3mxVxWaV9","title":"The strongest typhoon of 2020 slams the Philippines, killing at least 10."},{"id":"OVymDbzzaPX","title":"A strong typhoon slammed VIetnam."},{"id":"EA7m9OQDaRB","title":"Almost 500 pilot whales stranded in Australia."},{"id":"bn6m3LQP0zA","title":"Santo Stefano will pay you to move there."},{"id":"APJ07B3Bmzj","title":"Flavanols — found in tea, berries and apples — may reduce blood pressure."},{"id":"6b95AZV3m8R","title":"China retaliates against news media in latest feud with the US."},{"id":"QbJ5nPKZ0px","title":"Japan rejects nuclear ban treaty."},{"id":"qz70MWOp5O3","title":"7 detained after UK special forces raid tanker."},{"id":"Q9E0Jj4l0on","title":"Vietnam prepares to evacuate 1.3 million people."},{"id":"LwWmdBlzaDq","title":"Veggie burgers are still burgers, at least in Europe."},{"id":"7R60ZVlB0KQ","title":"A 3-year-old boy shoots himself."},{"id":"Vj6a8KDB0AD","title":"France pulls ambassador to Turkey."},{"id":"QLvmoPLR0KV","title":"A Lebanese artist created an inspiring statue out of glass and rubble."},{"id":"dgpa1xZq083","title":"Lee Kun-Hee, the force behind Samsung’s rise, dies at 78."},{"id":"b2JaRR4Jadn","title":"Refusing to wear a mask in Ethiopia could cost you two years in jail."},{"id":"qPJ5LezrmK7","title":"Declassified files suggest a real James Bond."},{"id":"vp2mvPXnaBk","title":"A green puppy was born in Italy."},{"id":"lG65eK320e8","title":"South Korea finance minister loses home."},{"id":"ygZaWO6MaKV","title":"Influencers' next frontier is to have their own live shopping channels."},{"id":"xn75VKX9mJA","title":"Banksy's artwork sells for almost $10 million at an auction."},{"id":"WLEajPEbmXq","title":"Snowden has been granted permanent residency in Russia."},{"id":"DAYmEgG4adR","title":"Spain becomes the first country in western Europe to reach 1 million coronavirus cases."},{"id":"Or70GZDRmW6","title":"Dubai prepares for Expo 2020."},{"id":"OVy0DbDz5PX","title":"Convicted killer Peter Madsen arrested after prison escape attempt."},{"id":"APJa7BZB0zj","title":"A Trio who lived on the space station returned to Earth safely."},{"id":"EA709ODD5RB","title":"The president of France says the beheaded teacher was a victim of stupidity."},{"id":"bn603LwPazA","title":"The Pope endorses civil union laws for same-sex couples."},{"id":"vOBaqZ1z52W","title":"An altered photo shows Ice Cube and 50 Cent in 'Trump 2020' hats."},{"id":"njW5gXl8mpl","title":"Charging cows in England trample a man to death."},{"id":"6b9mAZD308R","title":"Coronavirus cases surge past 40 million infections worldwide."},{"id":"QbJmnPvZapx","title":"Netflix’s subscriber growth slows."},{"id":"qz7aMWxpmO3","title":"Thai authorities seek to censor coverage of student protests."},{"id":"Q9EaJjelaon","title":"Japan and Vietnam agree to boost defense ties and resume flights."},{"id":"ZDVmQL145oq","title":"A mask-less woman booted from plane coughs on passengers."},{"id":"J48apDR4agR","title":"A British supermarket launched a chicken nugget into space."},{"id":"kp6a2vZoanQ","title":"Cells at San Diego Zoo lead to cloning of endangered horse."},{"id":"3z70rZZ80vx","title":"The London Bridge attack hero could be released early from prison."},{"id":"VYP5YjjZmMA","title":"Archaeologists discover a 2,000-year-old cat figure in Peru."},{"id":"QLv0oPPRaKV","title":"The Batman is delayed until 2022, but The Matrix 4 is now coming next year."},{"id":"DxPa644Vm9l","title":"Kyrgyzstan’s president says he’s quitting to avoid bloodshed."},{"id":"82P5XXX356L","title":"10,000 evacuated in Cambodia due to flooding."},{"id":"7GR0Pvvn5Wd","title":"Hong Kong police arrest 3 men in relation to $645,000,000 art heist."},{"id":"GEraB99P03j","title":"Russian-US crew welcomed aboard the space station."},{"id":"ZrP54RR70Qx","title":"Vatican trial for sex abuse in pope's youth seminary opens."},{"id":"dgp51xxqa83","title":"A woman close to a Vatican cardinal was arrested in corruption probe."},{"id":"b2J5RRRJ5dn","title":"How an ancient Thai city deals with monkeys."},{"id":"ZDV5QLORaoq","title":"Spanish government imposes state of emergency in virus-hit Madrid."},{"id":"J480pDej0gR","title":"Europe is caught unprepared as 2nd virus wave hits."},{"id":"lOXab1D20gy","title":"North Korea's Kim Jong Un again claims country has no coronavirus cases."},{"id":"kp602vEk0nQ","title":"Microsoft plans $1 billion data center venture in Greece."},{"id":"3z7mrZzGmvx","title":"A new portrait of Queen Victoria's African goddaughter is on display."},{"id":"VYPaYjLg5MA","title":"An Iraqi teen with autism expresses himself through color."},{"id":"LwWmdBDnaDq","title":"A bus heading to a Buddhist temple collided with a train in central Thailand."},{"id":"6b95AZnEm8R","title":"Venezuelans are once again fleeing on foot as troubles mount."},{"id":"QbJ5nP6w0px","title":"The Ozone hole over Antarctica is 'largest' and 'deepest' it's been in years, researchers say."},{"id":"qz70MWDj5O3","title":"Cocaine-filled plane crashes in Mexico after a high-speed airborne chase."},{"id":"APJa7Bk70zj","title":"A French hostage was released in Mali."},{"id":"bn603LkqazA","title":"Protests against new labor law turn violent across Indonesia."},{"id":"Q9EaJjg6aon","title":"Nobel Prize for Literature awarded to former US poet laureate."},{"id":"ZDVmQLbJ5oq","title":"Scotland police apologize to family after misidentifying car crash victim."},{"id":"J48apD2EagR","title":"The North Korean diplomat who went missing in Italy two years ago has defected to South Korea."},{"id":"Vj658KkpaAD","title":"2 scientists win Nobel chemistry prize for gene-editing tool."},{"id":"QLv0oPleaKV","title":"Israeli Prime Minister's wife may have violated lockdown."},{"id":"7GR0PvDg5Wd","title":"Singapore will pay citizens to have a baby during the pandemic."},{"id":"9ev0Oxk7aOE","title":"A tiny Rubik’s Cube goes on sale in Japan."},{"id":"dgp51xOBa83","title":"A Romanian gang flew in and out of UK to carry out string of high-value burglaries."},{"id":"b2J5RRbw5dn","title":"Nigerian scientists developed cheaper and faster Covid-19 test kits."},{"id":"qPJmLeJQ0K7","title":"There's 14 million metric tons of microplastics sitting on the seafloor."},{"id":"ygZ5WOBz5KV","title":"Over 100,000 march in Belarus against authoritarian leader."},{"id":"xn7mVKDl0JA","title":"A Russian journalist set herself on fire."},{"id":"4EA5zWRzmKL","title":"Is Qatar lying about its COVID-19 outbreak?"},{"id":"WLE5jPK80Xq","title":"Geneva adopts the highest minimum wage in the world."},{"id":"4EA0zWRxaKL","title":"Lottery winner loses winning ticket in the mail."},{"id":"ygZ0WOBQ0KV","title":"The President and the first lady have tested positive."},{"id":"xn7aVKD25JA","title":"Washington State emergency teams use Starlink satellite internet."},{"id":"lG6aeKLqme8","title":"Chinese wine vessel found in garage sells for $500K."},{"id":"WLE0jPKw5Xq","title":"The push to bring coronavirus vaccines to the poor faces trouble."},{"id":"DAY5EgoE0dR","title":"Maldives is set to become world's first country to offer a traveler loyalty program."},{"id":"Or7mGZJK5W6","title":"Shell plans to cut up to 9,000 jobs."},{"id":"OVymDbkxaPX","title":"How can I tell the difference between the flu and COVID-19?"},{"id":"6b95AZogm8R","title":"A US man could get prison for review of Thailand hotel."},{"id":"QbJ5nPoY0px","title":"Parrots in a wildlife park moved after swearing at visitors."},{"id":"qz70MW6R5O3","title":"Paramedics test jet suit that can fly up mountains."},{"id":"Q9E0JjMJ0on","title":"A school teacher says he lost his job over tattoos."},{"id":"ZDV5QLwKaoq","title":"A kindergarten teacher was sentenced to death."},{"id":"J480pDYJ0gR","title":"One million dead."},{"id":"3z7mrZjVmvx","title":"Beijing orders importers to avoid frozen food."},{"id":"VYPaYjA45MA","title":"BTS will release a new album in November."},{"id":"QLvmoPeM0KV","title":"A woman was tased at a football game after refusing to wear a mask."},{"id":"lG65eKYq0e8","title":"Teen girl dies in home explosion."},{"id":"ygZaWObQaKV","title":"Two men arrested after allegedly planning ‘Netflix worthy’ terrorist attack."},{"id":"xn75VKn2mJA","title":"'Hero rat' wins gold medal from UK charity for hunting landmines."},{"id":"WLEajPYwmXq","title":"Mary Trump sues President and his siblings for fraud."},{"id":"3z70rZxV0vx","title":"Russia launches flagship nuclear-powered icebreaker."},{"id":"VYP5Yjp4mMA","title":"US death toll from coronavirus hits 200,000."},{"id":"LwW0dB8A5Dq","title":"Putin touts Russian coronavirus vaccine."},{"id":"7R6aZVrwaKQ","title":"An entire village lost its broadband at the same time every day for 18 months."},{"id":"QLv0oPzMaKV","title":"World powers set to take the stage, virtually, at UN debate."},{"id":"82P5XXwj56L","title":"Edward Snowden agrees to give up more than $5 million from book and speeches."},{"id":"9ev0OxA3aOE","title":"Almost 40 Chinese warplanes breach Taiwan Strait median line."},{"id":"dgp51xv7a83","title":"Burping cows are fueling the climate crisis."},{"id":"ygZ5WOrQ5KV","title":"At least 10 dead in residential building collapse in India."},{"id":"lG6meK9qae8","title":"New Zealand to end restrictions except in 1 city."},{"id":"xn7mVKr20JA","title":"Hong Kong’s first CBD cafe opens its doors to customers."},{"id":"WLE5jPlw0Xq","title":"Qantas seven-hour flight to nowhere sells out in 10 minutes."},{"id":"J480pDML0gR","title":"Hundreds of people pose nude wearing only masks for London art installation."},{"id":"lOXab1Yo0gy","title":"A Texas man was sentenced to prison for stalking Taylor Swift."},{"id":"kp602ve70nQ","title":"A woman dies during a ransomware attack on a German hospital."},{"id":"3z7mrZM6mvx","title":"Bolivia's acting leader drops out of presidential election."},{"id":"VYPaYjo75MA","title":"US envoy begins second recent high-level visit to Taiwan."},{"id":"LwWmdBEgaDq","title":"Barbados to drop Queen Elizabeth II as head of state"},{"id":"7R60ZVjq0KQ","title":"Want to buy a dinosaur?"},{"id":"Vj6a8KrX0AD","title":"Man pictured wearing a snake as a ‘face mask’ on a bus."},{"id":"QLvmoP7X0KV","title":"Slovenian woman cut off her hand for insurance payout."},{"id":"7GRmPvzdaWd","title":"Yoshide Suga officially named as Japan's new Prime Minister."},{"id":"DxP064v659l","title":"Feds proudly announce seizure of ‘counterfeit Apple AirPods’."},{"id":"82PaXXK9a6L","title":"2 passengers forced off planes in Japan this month for not wearing masks."},{"id":"9evmOxWe0OE","title":"Rome's Fiumicino Airport awarded world's first five-star anti-Covid award."},{"id":"Dq30xVMZ5V9","title":"India bans another 118 Chinese mobile apps."},{"id":"4EAazW185KL","title":"Louis Vuitton is releasing a face shield with golden studs to protect from coronavirus."},{"id":"ygZaWOPBaKV","title":"Elon Musk shares his thoughts on Bill Gates."},{"id":"LwW0dBPg5Dq","title":"Bystanders in Tennessee did nothing as officer grappled with fugitive who tried to steal his gun."},{"id":"7R6aZVkqaKQ","title":"8,000 cargo jets needed to transport Covid-19 vaccines around the world."},{"id":"Vj658KRXaAD","title":"13 mysterious mummies discovered in Egyptian well."},{"id":"op3mKVgP5Dq","title":"800 mourn death of 5 kids allegedly killed by mom."},{"id":"ZrP54RJQ0Qx","title":"Australian surfer dies after shark attack at a popular Gold Coast beach"},{"id":"GEraB98W03j","title":"China and India accuse each other of firing shots as border tensions escalate."},{"id":"vp20vPB95Bk","title":"India overtakes Brazil as 2nd worst-hit country"},{"id":"qPJmLeDR0K7","title":"The shocking moment a passenger took a walk on an airplane wing."},{"id":"Dq3axVBZmV9","title":"Futuristic 'Flying-V' airplane makes successful maiden flight."},{"id":"4EA5zWM8mKL","title":"Lionel Messi says he will 'continue' at Barcelona after wanting to leave the club 'all year'."},{"id":"ygZ5WOkB5KV","title":"Djokovic defaulted from US Open after striking line judge with ball."},{"id":"bn6m3LJ70zA","title":"The \"Flowing Hair\" coin is up for auction again."},{"id":"Jzn5kPoRmD9","title":"In the battle to contain coronavirus, hands-free door openers are being 3D-printed."},{"id":"kJG5lMLGmdZ","title":"Over 10,000 migrants stopped from entering Greece."},{"id":"7Qn0wjyBmPX","title":"Lego sales are surging during the pandemic."},{"id":"J480pD9Q0gR","title":"Japan Coast Guard searches for missing ship with 43 sailors and 5,800 cows aboard."},{"id":"lOXab1Pj0gy","title":"Pakistan blocks Tinder, Grindrand other dating apps."},{"id":"QLvmoP180KV","title":"Samsung's new folding smartphone will set you back $1,999."},{"id":"7GRmPvMBaWd","title":"Paradise islands reopen only to visitors who've had Covid-19."},{"id":"4EAazWDQ5KL","title":"3-year-old girl safe after being lofted by kite in Taiwan."},{"id":"ygZaWOZRaKV","title":"Snoop Dogg launches wine label saying 'you are what you drink'."},{"id":"Or70GZM3mW6","title":"New bus trip will take you from Delhi to London in 70 days."},{"id":"DAYmEgAPadR","title":"Bronze Age Britons kept human remains on display in their homes."},{"id":"EA709OrP5RB","title":"Warsaw zoo tests effect of hemp oil on elephants’ stress."},{"id":"APJa7BWx0zj","title":"China’s top diplomat dismisses European rights concerns."},{"id":"6b9mAZ9x08R","title":"A university is offering scholarships for you to do absolutely nothing."},{"id":"QbJmnPMAapx","title":"The world's most expensive sheep has just been purchased for $490,000."},{"id":"VYP5YjbLmMA","title":"Chadwick Boseman, star of 'Black Panther,' dies at 43."},{"id":"7R6aZVP4aKQ","title":"The Queen never had pizza says former royal chef Darren McGrady."},{"id":"QLv0oPJ8aKV","title":"Company paying $1,000 to go camping at national park, albeit with no technology or internet access."},{"id":"7GR0PvEB5Wd","title":"LG unveils battery-powered face mask dubbed 'wearable air purifier'."},{"id":"DxPa64eBm9l","title":"Does a face mask protect me, or just the people around me?"},{"id":"op3mKVD45Dq","title":"U.S. 'won't cede an inch' in Pacific, Esper says in swipe at China."},{"id":"GEraB9rr03j","title":"Two patients in Europe catch COVID-19 for a second time."},{"id":"ZrP54Rj80Qx","title":"Mosquitoes to be bred on large scale to study infectious diseases, says French biotech company."},{"id":"dgp51xpna83","title":"'You're not even an animal': Christchurch mosque killer confronted by survivors."},{"id":"b2J5RRlZ5dn","title":"Thai court issues new arrest warrant for Red Bull scion."},{"id":"qPJmLeLn0K7","title":"KFC suspends ‘Its Finger Lickin’ Good’ slogan amid pandemic."},{"id":"vp20vPMQ5Bk","title":"Lionel Messi wants to leave Barcelona."},{"id":"Dq3axVL1mV9","title":"Taiwan announces ban on Chinese streaming services Tencent and iQiyi."},{"id":"4EA5zWYQmKL","title":"Dozens feared trapped in building collapse in India's Maharashtra state."},{"id":"ygZ5WOeR5KV","title":"Restaurant in China apologizes after asking customers to weigh themselves before ordering."},{"id":"lG6meK48ae8","title":"Australian woman bashed cop's head into 'concrete' for asking about mask."},{"id":"xn7mVKVd0JA","title":"Vandals desecrate French village WWII memorial to victims of Nazi massacre."},{"id":"WLE5jPBZ0Xq","title":"Israeli dig unearths large trove of early Islamic gold coins."},{"id":"9ev5Ox4QmOE","title":"13 die in Peru disco stampede after police lockdown raid."},{"id":"GErmB9An53j","title":"US FDA announces emergency authorization for convalescent plasma to treat Covid-19."},{"id":"op3aKVO30Dq","title":"Facebook wants to help build AI that can remember everything for you."},{"id":"qPJaLely5K7","title":"Stealthy thieves broke into a Japanese ninja museum and stole a million yen."},{"id":"DAY5EgQB0dR","title":"The wearable cyborgs that use brain waves to power up your muscles"},{"id":"WLE0jPBA5Xq","title":"Flood waters reach the toes of China's famous giant Buddha statue."},{"id":"Or7mGZnX5W6","title":"League of Legends is growing. Traditional sports better watch out."},{"id":"xn7aVKVM5JA","title":"See-through public toilets open in Tokyo parks."},{"id":"Q9E0Jj1E0on","title":"Teens with nearly $2 million in narcotics arrested at Arizona-Mexico border."},{"id":"ZDV5QL4Daoq","title":"Novavax launches midstage coronavirus vaccine trial."},{"id":"J480pDJg0gR","title":"Google Maps will soon show more colors and details for landscapes and streets."},{"id":"lOXab1RR0gy","title":"Fires destroy home of one of the world's rarest birds in Brazil."},{"id":"kp602vrg0nQ","title":"Huawei faces fresh US sanctions that put its entire business at risk."},{"id":"9evmOxDQ0OE","title":"New Zealand's fresh outbreak is a dramatic turn of events."},{"id":"qz7aMWEVmO3","title":"Trump issues orders banning TikTok and WeChat."},{"id":"DxPa64dGm9l","title":"7-Eleven owner buys Speedway gas stations for $21 billion."},{"id":"82P5XXeV56L","title":"Trump is behind in a state no Republican has won the presidency without in 96 years."},{"id":"qz70M1LP0O3","title":"The latest on the coronavirus pandemic as of August 1."},{"id":"Q9E0JvzP0on","title":"Trump says he will ban TikTok."},{"id":"ZrPa4P2jaQx","title":"Hong Kong imposes strict Covid measures with $645 fines for not wearing a mask."},{"id":"dgpa1PdJ083","title":"Vietnam evacuates 80,000 tourists from Da Nang after three residents contract Covid-19."},{"id":"vp2mvRLkmBk","title":"Olivia de Havilland, star of 'Gone With the Wind,' dies at 104."},{"id":"Dq30x4bA0V9","title":"US experts urge shut down as Covid-19 deaths surge."},{"id":"qz7aM1YPaO3","title":"Scientists are one step closer to delaying aging."},{"id":"Q9EaJv8Paon","title":"One of the oldest businesses on the internet just got sold for $9 billion."},{"id":"kp6a2EwQ0nQ","title":"Trump says Covid crisis 'will probably unfortunately get worse before it gets better'."},{"id":"LwW0dDzD0Dq","title":"Jack Ma's Ant Group chooses China for its IPO."},{"id":"DxPa6M7R09l","title":"Instagram's TikTok clone is going global."},{"id":"Dq3ax4eAaV9","title":"Google joins the dash for India's Jio with $4.5 billion investment."},{"id":"4EA5zKzBmKL","title":"World's population could fall by half a billion."},{"id":"WLE5jDJW0Xq","title":"Coronavirus cases soar by more than 1 million over 5 days."},{"id":"ZrP04PK60Qx","title":"Once sold for $56, Chinese vase found in a pet-filled house goes for $9 million."},{"id":"dgp01P1Rm83","title":"Jack Ma cashes out billions of dollars in Alibaba shares as stock booms."},{"id":"qPJaLRkVmK7","title":"Why Perfecting Your English Can Lead To Lucrative Work Opportunities From Home."},{"id":"vp25vRjZ5Bk","title":"Facebook's future keeps getting murkier."},{"id":"Dq3mx4eGmV9","title":"More than 61,000 cases of Covid-19 were recorded in the US on Saturday."},{"id":"4EA0zKzXaKL","title":"Trump wears a mask for first time in front of press pool."},{"id":"EA7m9Jo90RB","title":"Elon Musk just became richer than Warren Buffett."},{"id":"bn6m3PBQ0zA","title":"Vietnamese passport continues to be among world's weakest."},{"id":"Jzn5kDMWmD9","title":"One million foreign students risk being frozen out of US colleges. Some might never come back."},{"id":"kJG5lDnM5dZ","title":"US reports more than 60,000 cases on Tuesday - its highest single day count."},{"id":"njWagDbR5pl","title":"To Be Successful, Chase Your Purpose, Not Your Passion."},{"id":"6b95AJpom8R","title":"Use the power of scarcity to get more done in less time."},{"id":"QbJ5njgV5px","title":"Why You Need Emotional Intelligence To Succeed?"},{"id":"qz70M13A0O3","title":"Trump administration begins formal withdrawal from World Health Organization."},{"id":"Q9E0Jvwx0on","title":"Tesla leaves Morgan Stanley 'struggling to catch up'."},{"id":"ZDV5QOeo0oq","title":"Brazil's president Jair Bolsonaro tests positive for Covid-19."},{"id":"J480pey9agR","title":"Australia reimposes six-week coronavirus lockdown in second largest city, Melbourne."},{"id":"lOXabDZXmgy","title":"Contact tracing is no longer possible across the US South due to rapid coronavirus surges."},{"id":"GEr0BJYG03j","title":"The United States is 'looking at' banning TikTok and other Chinese social media apps."},{"id":"ZrPa4PL6aQx","title":"International students may need to leave the US."},{"id":"qPJ5LRgV0K7","title":"Lionel Messi will finish his career at Barcelona, according to club president Josep Maria Bartomeu."},{"id":"vp2mvRlZmBk","title":"Facebook makes education push in India."},{"id":"lG65eD81ae8","title":"Crafting Your 15-Second Elevator Speech."},{"id":"xn75VEWQaJA","title":"Entrepreneur Elevator Pitch - 60 seconds to get invested for your next million-dollar idea."},{"id":"WLEajD2jmXq","title":"Kanye West Announces He’s Running For U.S. Presidency 2020."},{"id":"DAYmEVbR0dR","title":"A majority of people across Germany, France, Spain, Denmark, and Portugal have lost trust in the US."},{"id":"Or70GWQO0W6","title":"Kimberly Guilfoyle, Donald Trump Jr.’s girlfriend, tests positive for COVID-19."},{"id":"bn603PvQazA","title":"Young people are throwing coronavirus parties with a payout when one gets infected."},{"id":"JznmkDbW0D9","title":"Singapore is on track to face its worst dengue outbreak in history."},{"id":"7Qnaw1k1mPX","title":"Jeff Bezos is so rich he just set a new record."},{"id":"jz75yBj9mx6","title":"Brazil approaches 1.5 million coronavirus cases."},{"id":"vOBaqWADm2W","title":"Tesla is now worth more than Toyota, Disney and Coke."},{"id":"njW5gDdRmpl","title":"Groom dies two days after Indian wedding, 80 people infected with coronavirus."},{"id":"6b9mAJdo08R","title":"More than 360 elephants die from mysterious causes in Botswana."},{"id":"QbJmnjJVmpx","title":"Australia seeks long-range missiles in Indo-Pacific defence shift."},{"id":"Q9EaJvnxaon","title":"Republicans, with exception of Trump, now push mask-wearing."},{"id":"ZDVmQOEoaoq","title":"US Army paratroopers flew almost 5,000 miles to practice a long-range Pacific island invasion."},{"id":"J48apen95gR","title":"Fourth of July weekend may see \"the perfect storm\" for a spike in coronavirus cases."},{"id":"lOX5bD6X0gy","title":"An 8-year-old boy organized a Black Lives Matter march for kids. Hundreds showed up."},{"id":"LwW0dDo60Dq","title":"TikTok's new CEO is facing his first big challenge after India banned the app."},{"id":"7R6aZRbKaKQ","title":"Hundreds of George W. Bush administration officials to back Biden."},{"id":"9ev0OBOMmOE","title":"US buys nearly all global stock of coronavirus drug remdesivir."},{"id":"op3mKL1r0Dq","title":"Security law could hurt Hong Kong as a global business hub."},{"id":"ZrP54PG65Qx","title":"Hong Kong citizens rush to delete social media posts."},{"id":"dgp51PGRa83","title":"Beijing residents worry over takeaway orders after deliveryman diagnosed with Covid-19."},{"id":"b2J5RjPV5dn","title":"This one graphic shows exactly why European countries are shutting Americans out"},{"id":"qPJmLR4VaK7","title":"Over 1,000 Americans die every day in the US from coronavirus."},{"id":"vp20vR6Z0Bk","title":"China passes controversial Hong Kong national security law."},{"id":"Dq3ax4oGaV9","title":"Twitch suspends Trump campaign account."},{"id":"4EA5zKZXmKL","title":"China researchers discover new swine flu with 'pandemic potential'."},{"id":"ygZ5WxYqmKV","title":"Chinese online learning app Zuoyebang raises $750M."},{"id":"xn7mVEdQ5JA","title":"Iran issues arrest warrant for Trump, asks Interpol to help."},{"id":"WLE5jDWj0Xq","title":"Trump's average net approval rating is worst of any president in the polling era."},{"id":"9ev5OBO8aOE","title":"China imposes tit-for-tat visa restrictions on US officials over Hong Kong."},{"id":"op3aKL1o5Dq","title":"Stop complaining and get your shit done."},{"id":"GErmBJj1m3j","title":"At least 85 infected with coronavirus after outbreak at Michigan college bar."},{"id":"ZrP04PG90Qx","title":"Vietnam grounds 27 Pakistani pilots over fake degree concerns."},{"id":"b2J0RjP80dn","title":"Half a million in lockdown as Beijing fights new coronavirus cluster."},{"id":"qPJaLR4zmK7","title":"Coronavirus has now infected more than 10 million worldwide."},{"id":"vp25vR6P5Bk","title":"Time multipliers are the ones who can multiply their time."},{"id":"Dq3mx4o4mV9","title":"Being Busy vs Being Productive - Why is the difference so important?"},{"id":"ygZ0WxYLaKV","title":"Working from home costs employees more in everyday expenses."},{"id":"lG6aeDlv0e8","title":"The CDC just added new COVID-19 symptoms to its list, ranking from most common to least."},{"id":"xn7aVEdD0JA","title":"Florida breaks daily coronavirus record with almost 10,000 new cases."},{"id":"EA7m9JGZ0RB","title":"Mark Zuckerberg has $7 billion wiped off his fortune as Coca-Cola halts all advertising."},{"id":"APJ07JGWmzj","title":"Coca-Cola pauses paid advertising on social media platforms."},{"id":"bn6m3PGp0zA","title":"Is the world turning its back on US tourists?"},{"id":"kJG5lDxE5dZ","title":"An antibody treatment could be closer than a vaccine."},{"id":"7Qn0w1Pv5PX","title":"A man wins a $4 million lottery jackpot — for the second time."},{"id":"jz7ayBwq5x6","title":"Millions more could die in a possible 2nd coronavirus wave, WHO official warns."},{"id":"QbJ5nj2J5px","title":"Vietnam allows flights from Japan for the first time."},{"id":"qz70M1QB0O3","title":"Airbnb CEO: It Took Us 12 Years to Build, and We Lost Almost Everything in 6 Weeks."},{"id":"Q9E0Jv220on","title":"US Senate passes new sanctions to punish China over Hong Kong."},{"id":"ZDV5QOAM0oq","title":"Study finds coronavirus in children is generally mild and unlikely to be fatal."},{"id":"J480pepKagR","title":"UK study shows neurological complications in young patients with severe Covid-19."},{"id":"lOXabDBGmgy","title":"Goals vs Objectives: The Simple Breakdown."},{"id":"kp602El1mnQ","title":"Family is shaken after 18 relatives test positive for COVID-19 after birthday party."},{"id":"3z7mrzJemvx","title":"U.S. hits highest single day record of new cases again. Tuesday: 34,720 - Wednesday: 45,500."},{"id":"VYPaYLeX0MA","title":"The only 3 body parts you need to wash every day."},{"id":"LwWmdDOVmDq","title":"This is the least amount of exercise you need to live longer."},{"id":"Vj6a83xe0AD","title":"Without masks, experts predict 180,000 deaths."},{"id":"QLvmoVbn5KV","title":"\"Going out in public without a mask is like driving drunk.\""},{"id":"7GRmPKnO5Wd","title":"China's GPS rival Beidou is now fully operational after final satellite launched."},{"id":"82PaXvVMm6L","title":"Covid-19 is 'spiraling out of control' in some US states."},{"id":"9evmOBM85OE","title":"The recession is much worse than the IMF expected and the hit to jobs 'catastrophic'."},{"id":"op35KLEomDq","title":"Maldives reopens to tourists."},{"id":"GEr0BJ6103j","title":"Only 47% of Americans are losing sleep over money despite pandemic."},{"id":"ZrPa4PV9aQx","title":"Canva doubles valuation to $6B after raising $60M."},{"id":"dgpa1Pwl083","title":"America's mask resistance is just the latest example of a perennial struggle."},{"id":"b2JaRjg8adn","title":"EU considers denying entry to American visitors after US failure to contain coronavirus."},{"id":"qPJ5LRpz0K7","title":"The pathway to your success."},{"id":"vp2mvRgPmBk","title":"Gojek lays off 430 employees – 9% of total headcount."},{"id":"Dq30x4y40V9","title":"Swile raises $78.7 million for its corporate lunch card and benefits app."},{"id":"4EAazKl95KL","title":"World trade dropped by nearly a fifth in second quarter."},{"id":"ygZaWxjL5KV","title":"500 Delta Air Lines employees have tested positive for coronavirus."},{"id":"WLEajDZYmXq","title":"Two more Trump staffers test positive for coronavirus after Tulsa rally."},{"id":"DAYmEV8p0dR","title":"Tech companies slam Trump's executive order restricting work visas."},{"id":"APJa7JzW0zj","title":"3 Things That Highly Successful People Do."},{"id":"bn603PjpazA","title":"Why You Need To Learn From Your Mistakes?"},{"id":"JznmkDdy0D9","title":"Vladimir Putin strongly hints he will run again for president."},{"id":"kJGmlDYEmdZ","title":"Expert warns China's Three Gorges Dam in danger of collapse."},{"id":"7Qnaw1qvmPX","title":"More than 7,000 Brazilians died of coronavirus in one week, pushing death toll past 50,000."},{"id":"njW5gD6Lmpl","title":"Israel invents one-minute coronavirus breath test."},{"id":"6b9mAJKp08R","title":"The First and Critical Piece of Advice for Young Aspiring Entrepreneurs."},{"id":"QbJmnjrJmpx","title":"Germany’s coronavirus reproduction rate jumps above key containment level."},{"id":"qz7aM1bBaO3","title":"U.S. reports 30,000 daily coronavirus cases, highest number since May 1."},{"id":"kp6a2Eq10nQ","title":"Happy Father's Day!"},{"id":"lOX5bD4G0gy","title":"FLIR’s Black Hornet 3 nano drone seeks to destroy."},{"id":"Vj6583WeaAD","title":"7 Tips to Master the Art of Never Giving Up."},{"id":"QLv0oV2nmKV","title":"North Korea prepares to send anti-South leaflets across the border."},{"id":"82P5XvjM06L","title":"New York City sees surge in murders and burglaries."},{"id":"9ev0OBQ8mOE","title":"Brazil's coronavirus cases top 1 million, second only to US in infections."},{"id":"op3mKLro0Dq","title":"Here's proof Donald Trump knows he's losing."},{"id":"Dq3ax4q4aV9","title":"Airlines passenger was removed for not wearing a mask."},{"id":"4EA5zKE9mKL","title":"Beijing's new outbreak is a reminder that coronavirus can return at anytime."},{"id":"ygZ5WxwLmKV","title":"Experts say Florida has the markings of the next epicenter."},{"id":"lG6meDOv5e8","title":"Supreme Court blocks Trump from ending DACA."},{"id":"xn7mVEyD5JA","title":"India coronavirus toll sees record jump of 2,000 dead."},{"id":"WLE5jD8Y0Xq","title":"Twitter begins rolling out audio tweets on iOS."},{"id":"9ev5OBQAaOE","title":"Hundreds of Beijing flights canceled after coronavirus resurgence."},{"id":"op3aKLrv5Dq","title":"World War 3: India slaughters 5 Chinese soldiers in bloody massacre - border tensions erupt."},{"id":"GErmBJO8m3j","title":"Singapore retains top spot as world's most competitive economy."},{"id":"ZrP04Pwb0Qx","title":"North Korea blows up liaison office in Kaesong used for talks with South."},{"id":"dgp01Pgpm83","title":"A new Silicon Valley venture report shocks: how little the pandemic has impacted dealmaking."},{"id":"b2J0RjnB0dn","title":"Grab lays off 360 people, or about 5% of its employees."},{"id":"EA7m9Jpp0RB","title":"11 Reasons We Didn’t Invest in Your Company."},{"id":"APJ07J28mzj","title":"U.S. airlines threaten to ban passengers who refuse to wear masks."},{"id":"bn6m3PZ40zA","title":"Tesla says Model S is the first electric vehicle to get 400 miles on a single charge."},{"id":"Jzn5kDLQmD9","title":"Brazil confirmed cases surpass 900,000 after another big jump."},{"id":"kJG5lDRq5dZ","title":"Beijing officials race to track down 200,000 people after new outbreak hits China's capital."},{"id":"7Qn0w1Zd5PX","title":"E-commerce giant JD raises US$3.9B in Hong Kong IPO."},{"id":"jz7ayBYG5x6","title":"Emergency meeting held in South Korea after Kim Jong Un's sister threatens military action."},{"id":"vOB0qWOx52W","title":"Could Donald Trump Attack North Korea Before the 2020 Election?"},{"id":"njWagDWn5pl","title":"Kids found dead after being locked in car for 5 hours, dad arrested."},{"id":"6b95AJy2m8R","title":"President Donald Trump celebrates 74th birthday."},{"id":"QbJ5njEO5px","title":"China sees highest coronavirus cases daily total in 2 months."},{"id":"qz70M19o0O3","title":"Should you trust your gut to make business decisions?"},{"id":"Q9E0Jv3O0on","title":"Minneapolis council agrees to replace police with community model."},{"id":"ZDV5QO390oq","title":"The characteristics of a mediocre leader."},{"id":"3z7mrzXPmvx","title":"Trump rips Biden for claiming troops will be needed to remove him from White House."},{"id":"VYPaYL3l0MA","title":"The end of the world may be next week, Mayan calendar suggests."},{"id":"LwWmdDjBmDq","title":"Taiwan airport offers 'pretend to go abroad' airport tours amid Covid-19 pandemic."},{"id":"Vj6a83bl0AD","title":"North Korea warns of retaliatory actions over defectors in South."},{"id":"QLvmoVBD5KV","title":"U.S.'s Pompeo to meet China's top diplomat in Hawaii seeking to ease tensions."},{"id":"7GRmPK3D5Wd","title":"Beijing goes into 'wartime mode' and locks down after a spike at a wholesale market."},{"id":"DxP06MrPm9l","title":"SpaceX launches 58 more Starlink satellites and 3 Planet Skysats for first rideshare launch."},{"id":"82PaXv3bm6L","title":"CDC warns U.S. may reimplement strict coronavirus measures if cases go up ‘dramatically’."},{"id":"9evmOB3A5OE","title":"Trump: It's your fault if you get the coronavirus at My rallies, please sign here!"},{"id":"GEr0BJG803j","title":"Mexico reports more than 5,000 new Covid-19 cases in a single day for the first time."},{"id":"ZrPa4PEbaQx","title":"Stranded Filipino woman died after waiting days for a bus home during lockdown."},{"id":"b2JaRjEBadn","title":"'Camel startups' put a high value on the quality of their products."},{"id":"qPJ5LR390K7","title":"For entrepreneurs, failures are just stepping stones towards something great."},{"id":"ygZaWxGo5KV","title":"Protesters in New York City shut down Holland Tunnel."},{"id":"lG65eDGxae8","title":"Seattle mayor calls Trump tweets a \"threat to invade\" the city."},{"id":"xn75VEGLaJA","title":"Asian markets tumble after US virus concerns spur Wall Street sell-off."},{"id":"WLEajD32mXq","title":"Wall Street's party is over. Coronavirus fears are back."},{"id":"DAYmEVqW0dR","title":"Energy drink? A UK startup is turning coffee into fuel."},{"id":"OVy0Djg65PX","title":"Christopher Columbus statue is beheaded in Boston."},{"id":"EA709JdpaRB","title":"Global cases of COVID-19 pass 7.39 million and 417,022 deaths."},{"id":"APJa7J880zj","title":"North Korea warns US: Stay out of our affairs if you want a 'smooth election'."},{"id":"bn603PX4azA","title":"Coronavirus spreads among fruit and vegetable packers."},{"id":"7Qnaw13dmPX","title":"US can expect more than 100,000 extra deaths by September."},{"id":"jz75yB3Gmx6","title":"Trump is getting his reopening even as the virus takes another swipe."},{"id":"vOBaqW3xm2W","title":"The United States has surpassed 2 million cases of Covid-19."},{"id":"J48ape3l5gR","title":"Trump campaign demands CNN apologize for poll that shows Biden leading."},{"id":"lOX5bDGd0gy","title":"UK economy could be among worst hit of leading nations."},{"id":"kp6a2EOA0nQ","title":"‘Crazy’ customer sues Apple for $1 trillion over iPhone features."},{"id":"Vj6583ZlaAD","title":"A million-mile battery from China could power your electric car."},{"id":"QLv0oV3DmKV","title":"Protests spark wave of change in public opinion on police reform."},{"id":"DxPa6MoP09l","title":"Minneapolis officials consider disbanding the city police department."},{"id":"82P5XvGb06L","title":"Chicago sees its deadliest day in 60 years with 18 murders in 24 hours."},{"id":"9ev0OBGAmOE","title":"'Flying taxi' drone that can travel at 80 miles per hour shown off in China."},{"id":"op3mKLGv0Dq","title":"Judge approves restraining order against Minneapolis police."},{"id":"GEraBJn8a3j","title":"Southeast Asia’s online shopping boom is here to stay, even after the pandemic."},{"id":"b2J5RjGB5dn","title":"Airbnb is making a huge comeback."},{"id":"qPJmLRG9aK7","title":"Nearly half of US states see jumps in coronavirus cases."},{"id":"vp20vR3x0Bk","title":"Police unions dig in as calls for reform grow."},{"id":"Dq3ax47gaV9","title":"Trump hasn't met with protesters or visited Minneapolis a single time by far."},{"id":"lG6meDMx5e8","title":"New Zealand has declared itself free of Covid-19."},{"id":"xn7mVEOL5JA","title":"Trump is losing ground to Biden amid chaotic week."},{"id":"WLE5jDV20Xq","title":"American police shoot, kill and imprison more people than other developed countries."},{"id":"op3aKLeE5Dq","title":"FDA tightens rules for decontaminating coronavirus face masks made in China."},{"id":"GErmBJpOm3j","title":"New Covid-19 infections are still the biggest risk to the economy."},{"id":"ZrP04PBE0Qx","title":"The US government's supply of the only proven Covid-19 drug runs out at the end of the month."},{"id":"dgp01PRKm83","title":"Negative thinking is linked to dementia in later life."},{"id":"b2J0Rj110dn","title":"Colin Powell says he will vote for Joe Biden for president."},{"id":"vp25vROq5Bk","title":"Protesters demand that cities 'defund the police.' Politicians are starting to listen!"},{"id":"Dq3mx46YmV9","title":"Hard-hit Brazil removes virus data amid rising death toll."},{"id":"4EA0zKoGaKL","title":"China says it immediately notified the WHO of the coronavirus outbreak."},{"id":"ygZ0WxXDaKV","title":"White House wanted 10,000 active duty troops to quell protesters."},{"id":"lG6aeDMn0e8","title":"North Korea threatens to shut liaison office with South."},{"id":"xn7aVEOZ0JA","title":"Facebook starts adding state media labels on Russian, Chinese and Iranian outlets."},{"id":"WLE0jDV15Xq","title":"Protester in New York: \"We do not have to let systemic racism win anymore\"."},{"id":"DAY5EVM1mdR","title":"9 Common Mistakes Made by New Entrepreneurs."},{"id":"Or7mGWA4mW6","title":"Germany hands out cash for electric cars."},{"id":"OVymDjJEaPX","title":"Latin America is losing the battle against coronavirus."},{"id":"EA7m9JPj0RB","title":"Mexico City \"won't tolerate\" police brutality against protesters."},{"id":"Jzn5kDe1mD9","title":"At least 6 countries reimposed lockdown measures as new coronavirus cases flared up again."},{"id":"kJG5lDWz5dZ","title":"China issues warning to citizens against travel to Australia."},{"id":"7Qn0w1Xj5PX","title":"Children explain why they are protesting."},{"id":"jz7ayBPB5x6","title":"Reddit co-founder Alexis Ohanian resigns from board, asks to be replaced with black candidate."},{"id":"QbJ5njxo5px","title":"Marriott in Cuba says it was ordered by Trump administration to cease hotel business."},{"id":"qz70M1zg0O3","title":"Three Chinese nationals were murdered and burned in Zambia in a brutal afternoon of carnage."},{"id":"Q9E0JvVp0on","title":"Confirmed coronavirus cases are rising faster than ever."},{"id":"ZDV5QORx0oq","title":"US eases restrictions on Chinese flights it announced earlier this week."},{"id":"3z7mrz1Ymvx","title":"Some jobs lost to coronavirus are gone for good, despite reopening."},{"id":"VYPaYLPW0MA","title":"Over 1,000 coronavirus deaths reported in the US in the past 24 hours."},{"id":"LwWmdDJrmDq","title":"Trump shares letter that calls peaceful protesters 'terrorists'."},{"id":"QLvmoVAj5KV","title":"SoftBank makes $100m fund for black entrepreneurs."},{"id":"7GRmPKAb5Wd","title":"JCPenney is shutting down 154 stores after coronavirus-driven bankruptcy."},{"id":"DxP06MzXm9l","title":"Trump says Amazon 'destroying' shopping malls, hollowing out towns."},{"id":"82PaXvLxm6L","title":"Gap losses near $1B in coronavirus free fall."},{"id":"9evmOBnO5OE","title":"US billionaires have become $565 billion richer during the pandemic."},{"id":"op35KLpEmDq","title":"The electoral map is tilting badly against Donald Trump right now."},{"id":"GEr0BJPO03j","title":"Bryter raises $16M for a no-code platform for non-technical people."},{"id":"ZrPa4PeEaQx","title":"US blocks Chinese airlines from flying into the US."},{"id":"dgpa1PAK083","title":"'We are witnessing the consequences of three years without mature leadership'."},{"id":"b2JaRjV1adn","title":"Snapchat to stop promoting Trump after controversial posts."},{"id":"Dq30x4RY0V9","title":"All four former officers involved in George Floyd's killing now face charges."},{"id":"4EAazK4G5KL","title":"Carmakers are reopening plants, but they're running out of parts."},{"id":"ygZaWxED5KV","title":"Australia suffers first recession in 29 years."},{"id":"lG65eDdnae8","title":"Google was sued for tracking users' 'private' internet browsing."},{"id":"xn75VExZaJA","title":"Tech-rights group sues Trump to stop social-media order."},{"id":"WLEajDp1mXq","title":"Coronavirus patients were evacuated ahead of worst storm to hit Mumbai in 70 years."},{"id":"DAYmEVZ10dR","title":"Zoom's revenue soars 169% as people flock to service during pandemic."},{"id":"Or70GWY40W6","title":"Healthy people shouldn't take daily aspirin to prevent heart disease."},{"id":"OVy0Dj8E5PX","title":"1,600 active-duty army troops were sent to Washington area."},{"id":"EA709JLjaRB","title":"World Bank warns of 'learning crisis' in global education."},{"id":"APJa7JxD0zj","title":"Is learning online as effective as in a classroom?"},{"id":"bn603PVAazA","title":"Zuckerberg struggles to explain inaction on Trump posts to outraged staff."},{"id":"JznmkDQ10D9","title":"Scientists say they have found the cleanest air on Earth."},{"id":"kJGmlDJzmdZ","title":"Sweden's no-lockdown coronavirus death rate remains among the world's highest."},{"id":"7Qnaw1LjmPX","title":"Most Americans say Trump is a 'racist' and want him to stop tweeting."},{"id":"jz75yB1Bmx6","title":"Nearly 26,000 nursing home deaths from coronavirus."},{"id":"vOBaqWVrm2W","title":"Lazada's online grocery sales in Singapore jump four times during coronavirus."},{"id":"njW5gDrOmpl","title":"China orders firms to stop buying U.S. farm goods."},{"id":"6b9mAJ6W08R","title":"Southwest offers buyout packages, temporary leaves to 'ensure survival'."},{"id":"QbJmnjnompx","title":"Facebook employees stage a virtual walkout over Zuckerberg's inaction on Trump posts."},{"id":"qz7aM1JgaO3","title":"Five dead in newest Ebola outbreak in Congo."},{"id":"Q9EaJvbpaon","title":"Trump is gift-wrapping a propaganda win for China."},{"id":"ZDVmQOjxaoq","title":"Pentagon officials express concern as Trump threatens to use military to 'dominate' protestors."},{"id":"J48apej85gR","title":"Chaos erupts in DC as Trump threatens military crackdown."},{"id":"lOX5bDoP0gy","title":"Singapore’s micromobility startup Beam raises $26 million."},{"id":"kp6a2Ejp0nQ","title":"Bonusly, the platform for employee recognition, raises $9 million Series A."},{"id":"3z70rzeY0vx","title":"Tech deals nosedive nearly 70% during pandemic, but Bain predicts a sharp rebound."},{"id":"VYP5YLRWaMA","title":"First human trial of potential antibody treatment for Covid-19 begins."},{"id":"LwW0dDZr0Dq","title":"99% confident that COVID-19 vaccine will work, says Chinese firm."},{"id":"7R6aZR1xaKQ","title":"Trump was taken to underground bunker during Friday's White House protests."},{"id":"Vj65837MaAD","title":"Read an email Tim Cook sent to Apple employees about George Floyd."},{"id":"QLv0oV9jmKV","title":"Investors are dangerously downplaying coronavirus and trade risks."},{"id":"7GR0PKxbmWd","title":"New York City coronavirus cases top 200,000."},{"id":"DxPa6MDX09l","title":"George Floyd protests spread nationwide with unrest, fires and violence."},{"id":"82P5XvOx06L","title":"Brazil is now fourth-highest nation in Covid-19 deaths."},{"id":"9ev0OBzOmOE","title":"Millionaires cut spending, postpone big purchases for at least a year."},{"id":"op3mKLjE0Dq","title":"Over 10 agonizing days, this migrant worker walked and hitchhiked 1,250 miles home."},{"id":"qPJmLRVEaK7","title":"Protesters break curfew on another night of fury and frustrations."},{"id":"vp20vRqq0Bk","title":"NASA, SpaceX launch astronauts from US soil for the first time in a decade."},{"id":"Dq3ax4lYaV9","title":"Belgian prince contracts Covid-19 after party."},{"id":"4EA5zKqGmKL","title":"Microsoft replaces journalists with robots."},{"id":"ygZ5WxKDmKV","title":"More than 3,600 stores are closing as the retail apocalypse drags on."},{"id":"lG6meDQn5e8","title":"SpaceX loses another Starship prototype in massive explosion."},{"id":"xn7mVEBZ5JA","title":"SoftBank led $500M investment in Didi in China’s biggest autonomous driving round."},{"id":"WLE5jDq10Xq","title":"Custom face mask is a creepy way to greet the world."},{"id":"9ev5OBzZaOE","title":"Netflix buys Hollywood’s famed Egyptian Theatre."},{"id":"op3aKLjX5Dq","title":"Trump announces unprecedented action against China."},{"id":"GErmBJ7Rm3j","title":"FOMO: Fear of missing out. Is it a good thing?"},{"id":"ZrP04P7Y0Qx","title":"Are lockdowns more damaging than the virus? Experts say it's a false choice."},{"id":"dgp01P79m83","title":"Hundreds of South Korea schools close again after reopening."},{"id":"b2J0RjLM0dn","title":"Google Gives Employees $1,000 Work-From-Home Allowance."},{"id":"Dq3mx4lVmV9","title":"Philippines confirms 539 new coronavirus cases, largest single-day increase."},{"id":"4EA0zKqKaKL","title":"Business is different behind a screen, but it’s starting to become the standard."},{"id":"ygZ0WxKlaKV","title":"What you need to know on the George Floyd case."},{"id":"lG6aeDQP0e8","title":"Racism is a virus that has affected our entire society for far too long."},{"id":"xn7aVEBe0JA","title":"Protesters have set a Minneapolis police station on fire."},{"id":"WLE0jDqK5Xq","title":"Seasonal Businesses Brace for a Difficult Summer."},{"id":"DAY5EV7JmdR","title":"The Covid Quarantine Is Fueling a Boom in New Online Ventures."},{"id":"Or7mGW7pmW6","title":"New GOP group launches $10 million campaign to get Republicans to vote for Biden over Trump."},{"id":"OVymDj7daPX","title":"Trump signs executive order targeting social media companies."},{"id":"njWagDzy5pl","title":"Facebook says Trump's false claims don't break its rules."},{"id":"6b95AJq1m8R","title":"A 'second peak' of coronavirus might be unavoidable."},{"id":"QbJ5njBg5px","title":"Eat more plants and less meat to live longer and improve heart health."},{"id":"qz70M1yq0O3","title":"Masks are too dangerous for children under two years old."},{"id":"Q9E0JvyR0on","title":"US Covid deaths reach 100,000: They didn't all have to die!"},{"id":"J480peObagR","title":"Trump takes jab at journalist for wearing mask."},{"id":"kp602EkOmnQ","title":"Some countries are offering to pay tourists to visit after coronavirus."},{"id":"3z7mrz61mvx","title":"Trump threatens to close down on social media platforms after Twitter labels his tweets.."},{"id":"7R60ZRyy0KQ","title":"Hong Kong police take zero tolerance approach to protests."},{"id":"Vj6a83qV0AD","title":"Coronavirus is changing consumer behavior for good."},{"id":"QLvmoVEW5KV","title":"Work double-time part time for full-time free time!"},{"id":"lOXabDy3mgy","title":"Airbnb hosts are planning to sell off their properties because of the pandemic."},{"id":"7GRmPKyq5Wd","title":"Canada wants national sick leave for second wave of the coronavirus pandemic."},{"id":"DxP06MqKm9l","title":"Thailand isn't reopening to international tourists yet."},{"id":"82PaXvyQm6L","title":"Asia's richest man is trying to build the next global tech giant."},{"id":"9evmOByZ5OE","title":"Uber and Lyft drivers sue New York state over unemployment benefits."},{"id":"op35KLyXmDq","title":"How many people have coronavirus? Sometimes, it's just a guess."},{"id":"GEr0BJqR03j","title":"Antibody tests for Covid-19 are wrong half the time."},{"id":"ZrPa4PqYaQx","title":"The US reported nearly 700 deaths today."},{"id":"dgpa1Pq9083","title":"Trump takes his war on masks to new heights."},{"id":"b2JaRjyMadn","title":"Australia angered China by calling for a coronavirus investigation."},{"id":"qPJ5LRyK0K7","title":"Twitter tags Trump tweet with fact-checking warning."},{"id":"vp2mvRZXmBk","title":"Children and older adults to take part in vaccine trial."},{"id":"Dq30x4YV0V9","title":"WHO halts trials of hydroxychloroquine over safety fears."},{"id":"4EAazK2K5KL","title":"Scandit raises $80M as COVID-19 drives demand for contactless deliveries."},{"id":"ygZaWxyl5KV","title":"Spain to welcome tourists from 1 July with no quarantine."},{"id":"lG65eDePae8","title":"China says opposes all U.S. restrictions on Chinese airlines."},{"id":"xn75VEkeaJA","title":"Brazil surpasses U.S. in daily coronavirus death toll."},{"id":"WLEajDLKmXq","title":"Trump threatens to move Republican convention over COVID-19 restrictions."},{"id":"DAYmEVyJ0dR","title":"Japanese face 'new normal' after coronavirus emergency lifted."},{"id":"Or70GWyp0W6","title":"Cathay Innovation’s first investment in Germany is healthcare startup Medwing."},{"id":"OVy0Djqd5PX","title":"Uber cuts 600 jobs in India."},{"id":"EA709JqYaRB","title":"China’s food delivery giant Meituan hits $100B valuation amid pandemic."},{"id":"APJa7Jqd0zj","title":"China set to launch Mars probe and rover mission in July."},{"id":"bn603PqnazA","title":"Trade tensions are a bigger risk to stocks than coronavirus."},{"id":"JznmkDRX0D9","title":"Japan jumps 2% as it lifts state of emergency; Asia Pacific stocks up on vaccine hopes."},{"id":"kJGmlD1ymdZ","title":"Dow futures jump more than 200 points on hopes of a coronavirus vaccine."},{"id":"7Qnaw1d4mPX","title":"15-year-old girl cycles for 1200 kms to bring disabled father home."},{"id":"jz75yBrKmx6","title":"Everyone you know uses Zoom. That wasn't the plan."},{"id":"vOBaqWGPm2W","title":"China’s domestic politics hamstring its diplomacy."},{"id":"njW5gDEympl","title":"Study finds nearly half of accounts tweeting about coronavirus are bots."},{"id":"6b9mAJ4108R","title":"Founder of wannabe Tesla competitor gets bankruptcy plan approved."},{"id":"QbJmnj7gmpx","title":"Unemployment rate in the US could remain in double digits through election."},{"id":"qz7aM1rqaO3","title":"International travel may not return to normal until 2023."},{"id":"Q9EaJvZRaon","title":"A 'city' for online shopping is being built in Dubai."},{"id":"ZDVmQOQAaoq","title":"Two hairstylists potentially exposed 140 people to coronavirus."},{"id":"J48apeGb5gR","title":"Businesses fear the worst for Hong Kong's future."},{"id":"lOX5bD730gy","title":"Hong Kong: thousands took to the streets again!"},{"id":"kp6a2E2O0nQ","title":"Nasa SpaceX launch: Astronauts complete rehearsal for historic mission."},{"id":"3z70rzG10vx","title":"Want your kid to be a CEO? They should study engineering!"},{"id":"VYP5YL7RaMA","title":"Social proof: a psychological principle that can get you convinced."},{"id":"LwW0dD7p0Dq","title":"Sweden is still nowhere near 'herd immunity'."},{"id":"7R6aZR7yaKQ","title":"Silicon Valley defined modern office culture. Now it needs to learn to live without it."},{"id":"Vj6583VVaAD","title":"Did Japan just beat the coronavirus without lockdowns or mass testing?"},{"id":"QLv0oVGWmKV","title":"China reports no new coronavirus cases for first time."},{"id":"7GR0PKpqmWd","title":"North Korean regime finally admits Kim Jong-un cannot magically bend time and space."},{"id":"DxPa6MJK09l","title":"The US successfully tested a laser weapon that can destroy aircraft mid-flight."},{"id":"82P5Xv7Q06L","title":"Grandmother posting Facebook photos of her grandchildren violates privacy rule."},{"id":"9ev0OBbZmOE","title":"Chloroquine doesn't help COVID-19 patients and might even hurt!"},{"id":"op3mKLdX0Dq","title":"New York Auto Show is now fully canceled."},{"id":"GEraBJBRa3j","title":"Virus will lead to 'decade of depression and debt'."},{"id":"ZrP54PpY5Qx","title":"Pakistan plane crash: 'All I could see was fire'."},{"id":"qPJmLRYKaK7","title":"Pakistan International Airlines passenger plane crashes in Karachi."},{"id":"dgp51Pr9a83","title":"Mr Trump could be banned from visiting the state of Michigan in future."},{"id":"b2J5RjJM5dn","title":"The US coronavirus crisis is far from over."},{"id":"vp20vRGX0Bk","title":"Second wave of coronavirus infections could cause a worse economic disaster."},{"id":"4EA5zKGKmKL","title":"Coronavirus does not spread easily by touching surfaces or objects, but it still may be possible."},{"id":"ygZ5Wx7lmKV","title":"How should I clean and store my face mask?"},{"id":"lG6meD7P5e8","title":"106,000 cases reported has made it the largest one-day jump globally."},{"id":"xn7mVE7e5JA","title":"US protesters stage Covid-19 funeral procession outside the White House."},{"id":"WLE5jD7K0Xq","title":"A report says coronavirus testing is \"a mess\" in the US."},{"id":"9ev5OBbJaOE","title":"Ford shuts down two plants after employees test positive for Covid-19."},{"id":"op3aKLd75Dq","title":"New election model predicts Trump will lose in a landslide."},{"id":"GErmBJBMm3j","title":"Visiting Disney Can Lead to Severe Illness and Death, Disney Warns."},{"id":"ZrP04PpJ0Qx","title":"They're famous for their investments, but Warren Buffett and Masa Son keep striking out."},{"id":"dgp01Prbm83","title":"Alleged Drug Dealer Sentenced to Death by Hanging Via Zoom in Singapore."},{"id":"b2J0RjJl0dn","title":"Why Failure is the Only Way to Succeed?"},{"id":"qPJaLRYlmK7","title":"Hungary bans people from legally changing gender."},{"id":"vp25vRGy5Bk","title":"Trump defends his use of hydroxychloroquine."},{"id":"Dq3mx4GDmV9","title":"Brazil sees record surge of coronavirus deaths and cases in one day."},{"id":"4EA0zKGJaKL","title":"Trump calls high US Covid-19 numbers \"badge of honor\" because it means more testing."},{"id":"ygZ0WxDvaKV","title":"More than 1.5 million cases of coronavirus recorded in the US."},{"id":"lG6aeDyg0e8","title":"India’s Khatabook raises $60 million to help merchants digitize bookkeeping."},{"id":"xn7aVEgA0JA","title":"Facebook and Instagram roll out Shops, turning business profiles into storefronts."},{"id":"WLE0jDgJ5Xq","title":"Walmart says it will discontinue Jet, which it acquired for $3B in 2016."},{"id":"DAY5EV6bmdR","title":"FBI unlocks terrorist's iPhones and finds al Qaeda links - 'no thanks to Apple'."},{"id":"Or7mGWoxmW6","title":"Consuming other people's creations boosts your creativity."},{"id":"OVymDjXoaPX","title":"Taiwan is ‘disappointed and angry’ about being excluded from WHO meeting."},{"id":"EA7m9JWz0RB","title":"Trump threatens to permanently cut off WHO funding and withdraw U.S. membership."},{"id":"APJ07JV2mzj","title":"UK jobless claims jumped 70% in April as the coronavirus hit employment."},{"id":"bn6m3PMX0zA","title":"Why Being Productive Starts With Doing Nothing More Often?"},{"id":"Jzn5kDgemD9","title":"31% of small businesses are closed; only 45% will rehire same workers."},{"id":"kJG5lDjJ5dZ","title":"China's Air Pollution Is Now Worse Than Pre-Coronavirus Levels."},{"id":"7Qn0w1B75PX","title":"108 Million People in China Put Into Lockdown After 34 New Coronavirus Cases Detected."},{"id":"jz7ayBOr5x6","title":"Masayoshi Son: It was foolish of me to invest in WeWork."},{"id":"vOB0qWxG52W","title":"Jack Ma Is Out as Softbank's Year From Hell Spirals Into Outright Disaster."},{"id":"njWagDgg5pl","title":"Trump says he's been taking hydroxychloroquine for a 'few weeks'."},{"id":"6b95AJB8m8R","title":"Fredkin's Paradox Explains Why You Waste Time On Meaningless Decisions."},{"id":"QbJ5nje85px","title":"Coronavirus Vaccine Just Showed Signs of Success in a Preliminary Study."},{"id":"qz70M12k0O3","title":"Zoom Is Now Worth More Than The 7 Biggest Airlines."},{"id":"Q9E0JvdX0on","title":"China's been trying to avoid but 100 countries are pushing for an investigation."},{"id":"ZDV5QOgd0oq","title":"Chinese ambassador to Israel was ‘found dead at home’."},{"id":"J480pezwagR","title":"13 People Shot at Louisiana Memorial Service."},{"id":"lOXabDgbmgy","title":"Thursday was all about Trump's criticisms."},{"id":"3z7mrzv9mvx","title":"Tropical Storm Arthur forms in the Atlantic."},{"id":"kp602EM9mnQ","title":"Coronavirus has devastated Moscow and it's spreading across Russia."},{"id":"VYPaYLg80MA","title":"A seventh Amazon employee dies of COVID-19."},{"id":"LwWmdDglmDq","title":"A new kit that allows you to swab for coronavirus at home."},{"id":"7R60ZRgV0KQ","title":"The US government is getting ready to sue Google for monopolizing online ads."},{"id":"Vj6a83e30AD","title":"Will work from home be permanent?"},{"id":"QLvmoVWr5KV","title":"Using hand sanitizer may be giving you a false sense of security."},{"id":"7GRmPKQj5Wd","title":"Thailand reopens shopping malls, restaurants as new cases fall."},{"id":"DxP06Mjkm9l","title":"Trump may restore some WHO funding after widespread criticism."},{"id":"82PaXvgdm6L","title":"Facebook will acquire Giphy in a deal reportedly worth $400 million."},{"id":"9evmOBpJ5OE","title":"China is ready to put U.S. companies in an 'unreliable entity list'."},{"id":"dgpa1PMb083","title":"Taiwan bolstering its global standing has infuriated Beijing."},{"id":"b2JaRjkladn","title":"24 Indian migrant workers killed while trying to get home during lockdown."},{"id":"qPJ5LRrl0K7","title":"Lack of immunity means China is vulnerable to another wave of coronavirus."},{"id":"vp2mvR4ymBk","title":"Deforestation in the Amazon is accelerating despite coronavirus."},{"id":"Dq30x4KD0V9","title":"Australia has discovered it can use its waves for renewable energy."},{"id":"4EAazKXJ5KL","title":"The government doesn't want mass testing to happen in Mexico."},{"id":"ygZaWxqv5KV","title":"Some African nations turn to herbal tonic to treat Covid-19 with no proof."},{"id":"lG65eDngae8","title":"The right place values you in the right way!"},{"id":"OVy0DjYo5PX","title":"Race, Poverty and the Coronavirus."},{"id":"APJa7JR20zj","title":"While the wealthy self-isolate, the poor can't afford to stay put in Sao Paulo."},{"id":"JznmkDne0D9","title":"Almost 1,000 women murdered in Mexico during first quarter."},{"id":"kJGmlD9JmdZ","title":"US reports more than 27,000 new cases."},{"id":"7Qnaw1n7mPX","title":"Tens of thousands of Singapore's migrant workers are infected."},{"id":"jz75yBnrmx6","title":"Coronavirus global death toll passes 300,000 as countries wait in lockdown."},{"id":"njW5gDngmpl","title":"When you believe in something, you filter and ignore all information to the contrary."},{"id":"6b9mAJ8808R","title":"Loss Aversion causes us to make silly decisions."},{"id":"QbJmnj98mpx","title":"We often fail in business because of Survivorship Bias."},{"id":"qz7aM17kaO3","title":"As Trump urges reopening, thousands getting sick on the job."},{"id":"Q9EaJvqXaon","title":"Coronavirus might be here forever!"},{"id":"ZDVmQOqdaoq","title":"Eat a little less to become and stay healthy."},{"id":"J48ape7w5gR","title":"Meditation is an exercise of the mind."},{"id":"lOX5bDwb0gy","title":"The benefits of regular exercise aren’t just visible when we look in the mirror."},{"id":"kp6a2EW90nQ","title":"What you eat can change everything."},{"id":"3z70rzn90vx","title":"Being and feeling positive is a choice that you can make."},{"id":"VYP5YLq8aMA","title":"Uber passengers and drivers will have to wear face masks from Monday"},{"id":"7GR0PKqjmWd","title":"Universities in California plan to remain mostly online for fall semester."},{"id":"QLv0oVnrmKV","title":"Twitter allows staff to work from home 'forever'."},{"id":"82P5XvDd06L","title":"Putin Spokesman Is Hospitalized With COVID-19."},{"id":"9ev0OBEJmOE","title":"This is the most expensive time to buy stocks in 20 years."},{"id":"op3mKLq70Dq","title":"New threat to the economy: Americans are saving like it's the 1980s."},{"id":"GEraBJZMa3j","title":"Prices are tumbling at an alarming rate."},{"id":"ZrP54PxJ5Qx","title":"How Long Does it Actually Take to Form a New Habit?"},{"id":"b2J5Rjql5dn","title":"Germany infection rate rises after lockdown eased, as thousands protest restrictions."},{"id":"qPJmLRqlaK7","title":"Toyota forecasts 80% drop in profit this year due to pandemic."},{"id":"vp20vRny0Bk","title":"Colorado restaurant defies state order, reopens to packed crowds."},{"id":"Dq3ax4nDaV9","title":"Experts say fever-detecting cameras won't really stop outbreaks."},{"id":"4EA5zKnJmKL","title":"People Spend Half the Day Daydreaming."},{"id":"ygZ5WxdvmKV","title":"Are There Hidden Truths in Dreams?"},{"id":"lG6meD1g5e8","title":"Happiness Can Cause Heart Problems."},{"id":"xn7mVEZA5JA","title":"Majority disapprove of coronavirus protests."},{"id":"WLE5jDXJ0Xq","title":"California's airport screening wasn’t very effective at stopping coronavirus."},{"id":"9ev5OBKwaOE","title":"At least 101 coronavirus cases linked to South Korea nightclub cluster."},{"id":"GErmBJb6m3j","title":"Elon Musk defies order and opens Tesla plant."},{"id":"ZrP04P4w0Qx","title":"Trump abruptly ends press conference after contentious exchange with reporters."},{"id":"dgp01PLom83","title":"Positive test sends the White House scrambling."},{"id":"b2J0Rj6G0dn","title":"JobHopin, a startup that wants to make job hunting in SE Asia easier, raises $2.45 million Series A."},{"id":"qPJaLR1WmK7","title":"Avianca, one of Latin America's largest airlines, files for bankruptcy."},{"id":"vp25vRVv5Bk","title":"Leflair Declares Bankruptcy after Facing Capital Crunch."},{"id":"lG6aeD1y0e8","title":"US virus patients and businesses sue China over outbreak."},{"id":"xn7aVEZq0JA","title":"As South Korea eases limits, a virus cluster prompts Seoul to close bars."},{"id":"WLE0jDXX5Xq","title":"Indian and Chinese border troops exchange blows."},{"id":"Dq3mx4WlmV9","title":"Vietnam’s VC-backed fitness startup WeFit files for bankruptcy."},{"id":"Or7mGWzBmW6","title":"Malaysia's conditional movement control order is extended to June 9."},{"id":"EA7m9J620RB","title":"Singapore reports 876 new Covid-19 cases, taking total to 23,336."},{"id":"APJ07JOYmzj","title":"Virgin Atlantic begins investor pitch amid administration threat."},{"id":"bn6m3P190zA","title":"Philippines reports 184 new coronavirus cases, 15 more deaths."},{"id":"Jzn5kD6JmD9","title":"China central bank signals more policy measures to support virus-ravaged economy."},{"id":"7Qn0w1e65PX","title":"South Korea warns of COVID-19 second wave as cases rebound."},{"id":"vOB0qWYW52W","title":"Virus reaches into the lives of Congress."},{"id":"njWagDBp5pl","title":"China reports 14 new coronavirus cases."},{"id":"6b95AJ2nm8R","title":"Thousands could be forced to leave UK within weeks."},{"id":"QbJ5nj8k5px","title":"This is how Mother's Day was born."},{"id":"qz70M1460O3","title":"Tim McGraw's new song reminds us to call our moms."},{"id":"Q9E0JvLD0on","title":"Apple will start reopening some US stores next week."},{"id":"ZDV5QOX70oq","title":"Tech companies are letting employees work from home through 2020."},{"id":"J480pedMagR","title":"Contagion within the White House would be catastrophic for national security."},{"id":"lOXabDvxmgy","title":"We're headed for a faceless future as masks become the norm."},{"id":"kp602ERbmnQ","title":"Beaches are going business class this summer."},{"id":"3z7mrzr7mvx","title":"Elon Musk threatens to move Tesla headquarters out of California."},{"id":"VYPaYLrz0MA","title":"Obama says White House response to coronavirus has been 'absolute chaotic disaster'."},{"id":"LwWmdDRLmDq","title":"Only enough Remdesivir for 200,000 patients worldwide!"},{"id":"7R60ZR2Z0KQ","title":"US tightens visa rules for Chinese journalists amid coronavirus tensions."},{"id":"QLvmoVXK5KV","title":"Elon Musk: ‘I wouldn’t exercise at all if I could’."},{"id":"7GRmPK745Wd","title":"What recruiters are saying about the tech job market right now."},{"id":"DxP06Mx7m9l","title":"Being an Entrepreneur is tougher than anyone could think!"},{"id":"82PaXvQ1m6L","title":"Night out at the outdoor drive-in movies!"},{"id":"op35KLQ1mDq","title":"British Covid-19 patient in Vietnam could have lung transplant."},{"id":"GEr0BJo603j","title":"Canada records second-highest unemployment rate in its history."},{"id":"ZrPa4PWwaQx","title":"Spike in coronavirus cases linked to nightclubs causes all Seoul bars to shut."},{"id":"dgpa1Pjo083","title":"Killer heat and humidity combination is becoming more common."},{"id":"b2JaRjDGadn","title":"Trump sought a reopening but found the virus in the White House instead."},{"id":"qPJ5LR7W0K7","title":"Six-week-old baby dies with COVID-19 as UK deaths pass 31,000."},{"id":"vp2mvRYvmBk","title":"Trump abandons America's leadership role at a time of global crisis."},{"id":"4EAazK725KL","title":"The Queen says she is ‘proud’ of nation’s response to coronavirus."},{"id":"ygZaWxQ75KV","title":"A person was struck and killed by a plane as it landed on the runway."},{"id":"lG65eDzyae8","title":"99-year-old man raises $39 million for health service."},{"id":"xn75VEQqaJA","title":"Computer can translate brainwaves into sentences."},{"id":"WLEajD1XmXq","title":"New lithium-sulfur battery could charge your phone for five days."},{"id":"DAYmEVdd0dR","title":"20.5 million American jobs lost in April."},{"id":"Or70GWrB0W6","title":"80 million Chinese may already be out of work."},{"id":"OVy0DjZL5PX","title":"Vietnam rejects China's fishing ban in the South China Sea."},{"id":"EA709JR2aRB","title":"Even with people staying in, carbon dioxide is breaking records."},{"id":"APJa7JvY0zj","title":"Google’s app that help kids improve reading skills is now available."},{"id":"bn603Pe9azA","title":"Some retailers are too broke to go bankrupt."},{"id":"7Qnaw1r6mPX","title":"Vietnam Reports 17 New Coronavirus Cases, All were Imported."},{"id":"kJGmlDB4mdZ","title":"A man was sentenced to death via Zoom in Nigeria."},{"id":"vOBaqWEWm2W","title":"Coronavirus was found in men's semen."},{"id":"6b9mAJPn08R","title":"Uber Eats grew like hell but Uber still lost nearly $3B."},{"id":"jz75yB7emx6","title":"Trump administration rejects CDC guidance on reopening US amid coronavirus."},{"id":"QbJmnjOkmpx","title":"New cybersecurity report says China-based group is hacking Asia-Pacific governments."},{"id":"qz7aM1k6aO3","title":"Virgin Media and O2 agree on $39 billion merger to create a new UK telecom giant."},{"id":"Q9EaJvQDaon","title":"US weekly jobless claims total 3.169 million, bringing seven-week tally to 33.5 million."},{"id":"J48ape6M5gR","title":"Already on borrowed time, Argentina is on the brink of its ninth sovereign default."},{"id":"ZDVmQOl7aoq","title":"Black people four times more likely to die with COVID-19 than white people."},{"id":"xn7aVEYz0JA","title":"Super Flower Moon: How to spot the last supermoon of 2020?"},{"id":"7GR0PKKpmWd","title":"Paralysed woman, 79, survives after being 'buried alive by son' for three days in China."},{"id":"xn75VEKYaJA","title":"Coronavirus spreads among Indian police enforcing world's largest lockdown."},{"id":"qz70M1WY0O3","title":"How Hong Kong survived second wave of COVID-19?"},{"id":"GErmBJDEm3j","title":"Large wind gusts batter southern states including Victoria, NSW and SA."},{"id":"3z70rzPK0vx","title":"Singapore virus cases surge past 20,000."},{"id":"ygZaWx8y5KV","title":"WHO warns against rushed end to lockdowns."},{"id":"ZDV5QOJn0oq","title":"'Apocalyptic' sand storm engulfs Niger's capital city."},{"id":"Dq3mx4QRmV9","title":"Trump, Pompeo blame China for attack 'worse than Pearl Harbour'."},{"id":"op3mKLPJ0Dq","title":"Naked Bike Ride organizers encourage participants to carry on by themselves."},{"id":"vOBaqWdXm2W","title":"Should your kids go back to school? These studies suggest not."},{"id":"b2JaRjxOadn","title":"Tinder will add video dating next quarter, after slowing user growth due to coronavirus."},{"id":"ZDV5QOzY0oq","title":"Elon Musk says video conferencing is definitely coming to Tesla vehicles."},{"id":"WLE0jDb45Xq","title":"Alphabet’s Loon partners with AT&T to extend coverage globally in case of disasters."},{"id":"njW5gDw7mpl","title":"Uber Eats’ new sharing feature makes it less painful to send your friends food."},{"id":"lG6meDEp5e8","title":"Social network for women Peanut raises $12M Series A amid pandemic."},{"id":"7Qn0w1OE5PX","title":"Goldman Sachs backs electric toothbrush startup Burst Oral Care."},{"id":"lOXabDA4mgy","title":"UK investors band together to survey Angels on their strategy during COVID-19."},{"id":"QLv0oVwGmKV","title":"Uber and Lyft face worker misclassification lawsuit."},{"id":"9evmOB8l5OE","title":"NASA confirms Tom Cruise's movie will be shot aboard the International Space Station."},{"id":"xn75VE2vaJA","title":"Citing revenue declines, Airbnb cuts 1,900 jobs, around 25% of its global workforce."},{"id":"WLE0jDjM5Xq","title":"President Donald Trump refuses wear mask at mask factory."},{"id":"b2J0Rjrz0dn","title":"Italy leads Europe's reopening."},{"id":"xn7mVEMq5JA","title":"Putin awards commemorative WWII medal to Kim Jong Un."},{"id":"qPJmLRPWaK7","title":"Drug Smugglers May Have Started COVID-19 Outbreak Aboard Destroyer."},{"id":"op3mKL610Dq","title":"Philippines forces top media network off air."},{"id":"7GR0PKd4mWd","title":"Malaysian businesses reopen."},{"id":"7R6aZRQZaKQ","title":"Vietnam schools reopen Monday after three months."},{"id":"VYP5YLQzaMA","title":"Researchers double U.S. COVID-19 death forecast, citing eased restrictions."},{"id":"kp6a2EVb0nQ","title":"UK overtakes Italy as worst-hit country in Europe."},{"id":"ZrPa4PXnaQx","title":"Global anti-China sentiment is at its highest since Tiananmen Square."},{"id":"dgpa1PEV083","title":"\"Murder hornets\" are the newest lethal threat in the U.S."},{"id":"vp2mvR92mBk","title":"China is reportedly silencing coronavirus survivors."},{"id":"Dq30x49L0V9","title":"Takeout Is Casual Dining's Lifeline During the Pandemic."},{"id":"4EAazK9j5KL","title":"Fears of coronavirus cover-up grow in Tanzania."},{"id":"ygZaWxln5KV","title":"For Haitians, die of hunger today or coronavirus tomorrow?"},{"id":"lG65eDpkae8","title":"'Travel bubble' plan to help kick-start international travel."},{"id":"xn75VEvzaJA","title":"Russia is rapidly becoming one of the world's coronavirus hotspots."},{"id":"WLEajD6kmXq","title":"Japan set to extend virus emergency."},{"id":"DAYmEV9O0dR","title":"Taiwan rebuffs WHO, says China has no right to represent it."},{"id":"Or70GWkg0W6","title":"A US family murdered a shop guard for enforcing mask policy."},{"id":"OVy0Djn25PX","title":"New Mexico blocks all roads into Gallup, a 'frightful' hot spot near Navajo Nation."},{"id":"JznmkDpL0D9","title":"Trump Changes Estimates Again, Says Coronavirus Death Toll Could Hit 100,000."},{"id":"Q9EaJvkLaon","title":"Mike Pence Admits He Messed Up During His Visit With Mayo Clinic."},{"id":"kJGmlD63mdZ","title":"7,000 of US coronavirus deaths happened in association with nursing homes."},{"id":"7Qnaw1YXmPX","title":"A nursing home in New York stored corpses in a refrigerator truck."},{"id":"jz75yBZ1mx6","title":"Bomb threat against China Airlines flight closes Anchorage airport."},{"id":"vOBaqWDqm2W","title":"In random test of 500 in Afghan capital, one-third has virus."},{"id":"njW5gDOzmpl","title":"Philippines has 16 new coronavirus deaths, 262 more infections."},{"id":"6b9mAJn408R","title":"Italy's incredible 'floating ship' bridge reaches for the sky."},{"id":"QbJmnj6empx","title":"Thousands of internet cafe refugees were forced out of their homes."},{"id":"qz7aM1D7aO3","title":"More Americans head outside while coronavirus cases rise."},{"id":"ZDVmQOVlaoq","title":"New Zealand reports no new cases for first time in 7 weeks."},{"id":"J48apeZv5gR","title":"More than 25,000 new cases reported in the US."},{"id":"lOX5bDOA0gy","title":"US report assesses China intentionally concealed severity of the virus."},{"id":"kp6a2E6J0nQ","title":"European virus hotspots see record lows in numbers of new cases."},{"id":"3z70rzDb0vx","title":"Trump is very confident that a vaccine will be developed by end of the year."},{"id":"VYP5YL1BaMA","title":"Race for coronavirus vaccine is 'most urgent shared endeavour of our lifetimes'."},{"id":"7R6aZR48aKQ","title":"Billionaire investor Warren Buffett sells all his stakes in US airlines."},{"id":"Vj6583dDaAD","title":"We may be able to learn vocabulary while sleeping."},{"id":"QLv0oVDPmKV","title":"Full stop is considered as rude in text messages."},{"id":"7GR0PKjKmWd","title":"Positive thinking helps us live longer."},{"id":"82P5XvEE06L","title":"Apple changes Face ID so users don't have to remove masks."},{"id":"DxPa6Mwl09l","title":"Jeff Bezos and Elon Musk compete to build lunar lander for moon mission."},{"id":"9ev0OBXkmOE","title":"You might think Amazon profits are soaring right now. You'd be wrong."},{"id":"op3mKL920Dq","title":"Scientists conclude people cannot be infected twice."},{"id":"GEraBJgXa3j","title":"People will not be able to use home testing kits for coronavirus."},{"id":"ZrP54Pln5Qx","title":"Millions could die from COVID-19 in poor countries."},{"id":"dgp51P6Va83","title":"More than 100 people dead after flooding and landslides in Kenya."},{"id":"xn7mVEez5JA","title":"Spain begins its journey back to 'normal'."},{"id":"WLE5jDMk0Xq","title":"North Korea and South Korea exchange gunfire in Demilitarised Zone."},{"id":"9ev5OBk2aOE","title":"Apple and Google get their big break in health care with new coronavirus tracker."},{"id":"op3aKLkl5Dq","title":"Apple is holding steady despite the coronavirus pandemic."},{"id":"GErmBJzYm3j","title":"Have you found a new hobby or skill during the lockdown?"},{"id":"qPJmLRXMaK7","title":"Michael Jordan Turned Down $100 million To Appear At Event For Two Hours."},{"id":"ZrP04PDG0Qx","title":"New Netflix subscribers surge during pandemic."},{"id":"dgp01POwm83","title":"Another wave of coronavirus will likely hit the US in the fall."},{"id":"b2J0Rjbn0dn","title":"The flu kills more people than coronavirus. Why shut down the economy for this?"},{"id":"qPJaLRb3mK7","title":"How Vietnam contained the coronavirus?"},{"id":"vp25vRb35Bk","title":"How did Australia flatten its coronavirus curve?"},{"id":"LwW0dDkQ0Dq","title":"The 'tsunami' of airline job losses has begun in Europe."},{"id":"Dq3mx486mV9","title":"McDonald's starts delivery-only reopening."},{"id":"4EA0zK84aKL","title":"Social-distancing at airports is 'impossible'."},{"id":"ygZ0WxWKaKV","title":"How will coronavirus change the way we live?"},{"id":"lG6aeDve0e8","title":"Has US tested more than rest of world combined?"},{"id":"xn7aVEe70JA","title":"One million virus recoveries has been recorded globally."},{"id":"WLE0jDMg5Xq","title":"Infants and Toddlers Consume Too Much Sugar."},{"id":"DAY5EVLrmdR","title":"Teens Finding New Ways to Abuse Their Bodies."},{"id":"Or7mGW1zmW6","title":"I Can Vote, Drive, and Enlist, Why Not Buy a Beer?"},{"id":"OVymDjvZaPX","title":"Fatty foods change your brain and body."},{"id":"EA7m9Jky0RB","title":"Air pollution may affect the IQ of children."},{"id":"APJ07JkPmzj","title":"Eating fish is good for your brain."},{"id":"bn6m3Pk20zA","title":"Your Pharmacy can Make You Sick."},{"id":"Jzn5kD29mD9","title":"America is Becoming a Heavy-Weight Country."},{"id":"kJG5lD2l5dZ","title":"Fasting is a Slow Way to Lose Weight."},{"id":"7Qn0w18Q5PX","title":"Should I change my clothes and shower when I come home from the outdoors?"},{"id":"jz7ayBlv5x6","title":"Coronavirus is Leading to Hunger Around the World."},{"id":"vOB0qW2152W","title":"Solving the Coronavirus the Swedish Way."},{"id":"njWagDRX5pl","title":"SpaceX moves ahead with Starlink satellite launch amid pandemic."},{"id":"6b95AJWJm8R","title":"Lyft to cut 17% of staff and furlough hundreds more due to pandemic."},{"id":"QbJ5njkl5px","title":"Facebook and Google are coming for Zoom."},{"id":"b2J5Rjeo5dn","title":"SoftBank warns of losses of $6.6 billion on WeWork."},{"id":"qz70M1lD0O3","title":"The dark side of working from home: loneliness!"},{"id":"Q9E0Jvgg0on","title":"Mark Cuban has a plan to get more Americans working and spending."},{"id":"ZDV5QObw0oq","title":"Americans are hoarding cash: Savings rate hits its highest level since 1981."},{"id":"vp2mvRz3mBk","title":"This is the most dangerous place in the grocery store."},{"id":"Dq30x4v60V9","title":"Jeff Bezos tells shareholders to 'take a seat' as company manages Covid-19."},{"id":"4EAazKR45KL","title":"Coronavirus forced a group of teens to sail home across the Atlantic."},{"id":"ygZaWxBK5KV","title":"California governor intends to close all state beaches and parks."},{"id":"lG65eDLeae8","title":"A Texas Zoo is opening back up to the public with a drive-thru experience."},{"id":"xn75VED7aJA","title":"The unstoppable rise of bubble tea, Taiwan's most beloved beverage."},{"id":"WLEajDKgmXq","title":"Where did it go wrong for Britain on coronavirus?"},{"id":"APJa7JnP0zj","title":"Coronavirus vaccine is being tested in Germany could 'supply millions' by end of year."},{"id":"EA709JXyaRB","title":"Domestic flights begin returning to the skies in Asia amid Covid-19 pandemic."},{"id":"kJGmlDXlmdZ","title":"Up to 60 bodies found in four trucks outside Brooklyn funeral home."},{"id":"JznmkDK90D9","title":"Elon Musk criticizes coronavirus stay-at-home orders, calling them 'fascist'."},{"id":"7Qnaw1xQmPX","title":"The end of lockdown is just the beginning of the Covid-19 crisis"},{"id":"kp602EdemnQ","title":"Top US companies say sales are improving in China."},{"id":"3z7mrz2ymvx","title":"The coronavirus pandemic could push telemedicine into the mainstream."},{"id":"VYPaYLx60MA","title":"Need a response urgently? Don't email."},{"id":"LwWmdDx1mDq","title":"Coronavirus lockdown could give online education a lasting boost."},{"id":"7R60ZRvz0KQ","title":"Tesla is about to reveal how badly coronavirus hit its profit plans."},{"id":"Vj6a83kz0AD","title":"The world may never recover its thirst for oil."},{"id":"QLvmoVlo5KV","title":"America's economy just had its worst quarter since 2008."},{"id":"7GRmPKD25Wd","title":"Boeing will cut 16,000 jobs after posting a massive loss."},{"id":"DxP06MPbm9l","title":"Google makes 'Meet', its Zoom and Skype competitor, free for everyone."},{"id":"82PaXvd8m6L","title":"The U.S. Vice President Mike Pence refuses to wear mask on hospital visit."},{"id":"9evmOBo25OE","title":"White House economist: Unemployment could hit 20% by June."},{"id":"op35KL2lmDq","title":"What will schools look like when they reopen?"},{"id":"GEr0BJyY03j","title":"The United States confirms one million coronavirus cases."},{"id":"ZrPa4PrGaQx","title":"Slumdog Millionaire star Irrfan Khan dies at 53."},{"id":"dgpa1P3w083","title":"Microsoft Word says: It's wrong to use two spaces between sentences."},{"id":"b2JaRjpnadn","title":"Tyson Foods says: The food supply chain is breaking!"},{"id":"qPJ5LRJ30K7","title":"Samsung says work-from-home revolution is here to stay."},{"id":"jz75yBLvmx6","title":"Masks on airplanes: Where things stand on personal protection and social distancing."},{"id":"vOBaqWK1m2W","title":"How does India, a country of 1.3 billion people, have around 1,000 coronavirus deaths?"},{"id":"njW5gD1Xmpl","title":"France to make masks compulsory on public transport."},{"id":"6b9mAJoJ08R","title":"Singapore Scaling Up Medical Facilities as Virus Cases Climb."},{"id":"QbJmnjolmpx","title":"Facebook is taking on Zoom with new video features."},{"id":"qz7aM16DaO3","title":"The North Korean millennials wearing makeup to rebel against the state."},{"id":"Q9EaJvMgaon","title":"The world's biggest car factory, Volkswagen, just reopened."},{"id":"ZDVmQOwwaoq","title":"China is installing surveillance cameras outside people's front doors."},{"id":"J48apeYW5gR","title":"Coronavirus: Worldwide death toll climbs to 200,000."},{"id":"3z70rzo70vx","title":"Slavery was abolished in the mid-19th century in America and in Russia."}]