{"data":[{"id":"APJ07L1GRaz","dic_all_id":"qPJmLAB4o0K","phonetic":"trʌmp --- --- fɔːr ˈkleɪmɪŋ trups wɪl biː ˈniː.dɪd tuː rɪˈmuːv hɪm frɑːm waɪt haʊs","text":"Trump rips Biden for claiming troops will be needed to remove him from White House.","type":"sentence","sound":"https://static.langkingdom.com/media/1/8b499582b4247acdd351032694891781.mp3","start_time":"00:00:00","end_time":"00:00:05.69","translation":{"text":"Trump xé bỏ Biden vì tuyên bố quân đội sẽ cần thiết để loại anh ta khỏi Nhà Trắng.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"EA7m9g1GWaR","dic_all_id":"b2J5RAXPxad","phonetic":"ˈprez.ɪ.dənt trʌmp ɑːn ˈfraɪ.deɪ rɪpt --- --- fɔːr ðə prɪˈzʌmptɪv ˌdem.əˈkræt̬.ɪk ˌprez.ɪˈden.ʃəl --- kleɪm ðæt ʌs trups wʊd biː ˈniː.dɪd tuː rɪˈmuːv hɪm frɑːm ðə waɪt haʊs ʃʊd hiː luːz ðiː ɪˈlɛkʃən","text":"President Trump on Friday ripped Joe Biden for the presumptive Democratic presidential nominee's claim that US troops would be needed to remove him from the White House should he lose the election.","type":"sentence","sound":"https://static.langkingdom.com/media/1/79c62e963452f70e8ef7db41e7a7fb63.mp3","start_time":"00:00:05.770","end_time":"00:00:18.380","translation":{"text":"Tổng thống Trump hôm thứ Sáu đã gạt Joe Biden vì các ứng cử viên tổng thống được cho là của đảng Dân chủ tuyên bố rằng quân đội Hoa Kỳ sẽ cần thiết để loại ông khỏi Nhà Trắng nếu ông thua cuộc bầu cử.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"OVymDAdeO0P","dic_all_id":"dgp51vWG2m8","phonetic":"lʊk --- nɑːt ɑːl ðer ˈevrɪˌbɑːdɪ noʊz ɪt ænd ɪts sæd wen juː lʊk æt ɪt ænd juː siː ɪt juː siː ɪt fɔːr jɚˈself hiːz kriˈeɪtɪd hɪz oʊn ˈsæŋktjʊərɪ ˈsɪt̬.i ɪn ðæt ˈbeɪs.mənt wɛərˈɛvə hiː ɪz ænd hiː ˈdʌz.ənt kʌm aʊt ðə ˈprez.ɪ.dənt sed ˈdʊr.ɪŋ ən ˈɪntəˌvjuː wɪð fɑːks nuːz hoʊst --- ---","text":"\"Look, Joe's not all there, everybody knows it and it's sad when you look at it and you see it, you see it for yourself. He's created his own sanctuary city in that basement, wherever he is, and he doesn't come out,\" the president said during an interview with Fox News host Harris Faulkner.","type":"sentence","sound":"https://static.langkingdom.com/media/1/8452cb51a18178afd7608dfeacb2570a.mp3","start_time":"00:00:18.380","end_time":"00:00:38.050","translation":{"text":"\"Nhìn kìa, Joe không phải tất cả ở đó, mọi người đều biết điều đó và thật buồn khi bạn nhìn nó và bạn thấy nó, bạn nhìn thấy nó cho chính mình. Anh ấy đã tạo ra thành phố tôn nghiêm của riêng mình trong tầng hầm đó, dù anh ấy ở đâu, và anh ấy không đến \"Tổng thống nói trong cuộc phỏng vấn với người dẫn chương trình Fox News, Harris Faulkner.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"Or7mGnexy5W","dic_all_id":"ZrP54nvGO0Q","phonetic":"--- huː hæz biːn kæmˈpeɪnɪŋ frɑːm hɪz ˈbeɪs.mənt ænd wɪˈðɪn ə --- draɪv əv hɪz ˈdel.ə.wer hoʊm sed ðɪs wiːk ðæt ðə ˈprez.ɪ.dənt ˈwʊdənt ɡoʊ ˈkwaɪətlɪ ɪf hiː --- ə kloʊz ɪˈlɛkʃən","text":"Biden, who has been campaigning from his basement and within a day's drive of his Delaware home, said this week that the president wouldn't go quietly if he loses a close election.","type":"sentence","sound":"https://static.langkingdom.com/media/1/194b164c666d98572124306636882d83.mp3","start_time":"00:00:38.050","end_time":"00:00:50.510","translation":{"text":"Biden, người đã vận động tranh cử từ tầng hầm của mình và trong vòng một ngày lái xe đến nhà ở Delaware, tuần này cho biết tổng thống sẽ không đi một cách nhẹ nhàng nếu ông thua một cuộc bầu cử gần kề.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"DAY5EQjW75d","dic_all_id":"GEraBkXjE53","phonetic":"ɪts maɪ ˈɡreɪtɪst kənˈsɝːn maɪ ˈsɪŋ.ɡəl ˈɡreɪtɪst kənˈsɝːn ðɪs ˈprez.ɪ.dənt ɪz ˈɡoʊɪŋ tuː traɪ tuː stiːl ðɪs ɪˈlɛkʃən --- toʊld ðə ˈdeɪ.li ʃoʊ hoʊst --- ˈnəʊə","text":"\"It's my greatest concern, my single greatest concern: This president is going to try to steal this election,\" Biden told \"The Daily Show\" host Trevor Noah.","type":"sentence","sound":"https://static.langkingdom.com/media/1/fae85134672d22950c91920dabcc9b88.mp3","start_time":"00:00:50.510","end_time":"00:01:01.160","translation":{"text":"\"Đó là mối quan tâm lớn nhất của tôi, mối quan tâm lớn nhất duy nhất của tôi: Tổng thống này sẽ cố gắng đánh cắp cuộc bầu cử này\", Biden nói với người dẫn chương trình \"The Daily Show\" Trevor Noah.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"WLE0jB9Wp0X","dic_all_id":"op3mK7J1QmD","phonetic":"--- sed ˈriːsənt ˈkɑː.ments baɪ ˈfɔːr.mɚ ˈsiː.njɚ ˈmɪlɪtərɪ --- ˈkrɪt̬.ɪ.saɪzɪŋ --- rɪˈspɒns tuː ˈneɪʃənˌwaɪd --- ˈoʊ.vɚ pəˈliːs bruːˈtæl.ə.t̬i meɪd hɪm ˈkɑːn.fə.dənt ðiː ʌs ˈmɪlɪtərɪ wʊd ˌɪntəˈviːn ɪf ˈʌndə ə waɪld ˌhaɪ.pəˈθet̬.ɪ.kəl trʌmp rɪˈfjuːzd tuː əkˈsept ðiː ɪˈlɛkʃən rɪˈzʌlts","text":"Biden said recent comments by former senior military officials criticizing Trump's response to nationwide protests over police brutality made him confident the US military would intervene if, under a wild hypothetical, Trump refused to accept the election results.","type":"sentence","sound":"https://static.langkingdom.com/media/1/feba4f71e69cd08fe502d16e3a87f30b.mp3","start_time":"00:01:01.160","end_time":"00:01:20.150","translation":{"text":"Biden cho biết những bình luận gần đây của các cựu quan chức quân đội cấp cao chỉ trích phản ứng của Trump trước các cuộc biểu tình trên toàn quốc về sự tàn bạo của cảnh sát khiến ông tin tưởng quân đội Mỹ sẽ can thiệp nếu, theo một giả thuyết hoang đường, Trump từ chối chấp nhận kết quả bầu cử.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"xn7aVVpdOaJ","dic_all_id":"9ev0OAJOK5O","phonetic":"aɪm ˌæb.səˈluːt.li kənˈvɪnst ðeɪ wɪl esˈkɔːrt hɪm frɑːm ðə waɪt haʊs wɪð ɡreɪt dɪˈspætʃ --- sed","text":"\"I'm absolutely convinced they will escort him from the White House with great dispatch,\" Biden said.","type":"sentence","sound":"https://static.langkingdom.com/media/1/2b3326fccfee4281cc6dfc36a30a539a.mp3","start_time":"00:01:20.150","end_time":"00:01:26.960","translation":{"text":"\"Tôi hoàn toàn tin tưởng rằng họ sẽ hộ tống ông ấy khỏi Nhà Trắng với một công văn tuyệt vời\", Biden nói.","google_translate":1},"recordStat":{"right":0,"wrong":0}}],"view":"89","comment":"0","like":"0","dislike":"0","like_status":0,"is_news_a_minute":1,"slideshow":1,"id":"3z7mrzXPmvx","url":"https://youtu.be/XvL5MNHs1zs","title":"Trump rips Biden for claiming troops will be needed to remove him from White House.","thumbnail":"https://static.langkingdom.com/video/thumb/248aa1d855b92ea8a014018725828308.jpg","mp4":0,"comment_id":"SG8YJ13IYo27pIG8H8vz","duration":"00:01:31.83","is_new":null}