{"data":[{"id":"82PaXw6do06","dic_all_id":"LwW0dyjeJaD","phonetic":"ˈwɔːr.sɑː zuː tests ɪˈfɛkt əv hɛmp ɔɪl ɑːn ˈel.ə.fənts stres","text":"Warsaw zoo tests effect of hemp oil on elephants' stress.","type":"sentence","sound":"https://static.langkingdom.com/media/1/34ac407563382ea1a8876efe313a8b68.mp3","start_time":"00:00:00","end_time":"00:00:04.83","translation":{"text":"Vườn thú Warsaw kiểm tra tác dụng của dầu gai dầu đối với sự căng thẳng của voi.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"DxP06BOPe09","dic_all_id":"VYP5YY38G5M","phonetic":"--- æt --- zuː hæv biːn ˈteɪkɪŋ blʌd səˈlaɪvə ænd ˈʌð.ɚ --- frɑːm ðə --- θriː ˈel.ə.fənts ɪn ˈriːsənt deɪz tuː prɪˈper tuː test ˈweð.ɚ --- ðem hɛmp ɔɪl kæn rɪˈduːs ðer stres","text":"Scientists at Warsaw's zoo have been taking blood, saliva and other samples from the zoo's three elephants in recent days to prepare to test whether giving them hemp oil can reduce their stress.","type":"sentence","sound":"https://static.langkingdom.com/media/1/ecef66af1631ea57a940b86c29fabd73.mp3","start_time":"00:00:04.910","end_time":"00:00:18.120","translation":{"text":"Các nhà khoa học tại vườn thú Warsaw đã tiến hành lấy máu, nước bọt và các mẫu khác từ ba con voi của vườn thú trong những ngày gần đây để chuẩn bị kiểm tra xem việc cho chúng uống dầu gai dầu có thể làm giảm căng thẳng của chúng hay không.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"7GRmPgL6M5W","dic_all_id":"3z70rpXPX5v","phonetic":"ˈdɑk·tər --- --- ə zuː ˌvɛtərɪˈnɛərɪən sed hɛmp ɔɪl ˈɑːl.soʊ noʊn æz --- ɔːr --- ɔɪl hæz biːn ʃoʊn tuː rɪˈduːs æŋˈzaɪ.ə.t̬i ænd stres ɪn ˈʌð.ɚ ˈænɪməlz ɪnˈkluː.dɪŋ --- ænd dɑːɡz","text":"Dr. Agnieszka Czujkowska, a zoo veterinarian, said hemp oil, also known as CBD, or cannabidiol oil, has been shown to reduce anxiety and stress in other animals, including horses and dogs.","type":"sentence","sound":"https://static.langkingdom.com/media/1/1177efdb3533395974a7f0fc2c2d3f68.mp3","start_time":"00:00:18.120","end_time":"00:00:33.500","translation":{"text":"Tiến sĩ Agnieszka Czujkowska, một bác sĩ thú y sở thú, cho biết dầu cây gai dầu, còn được gọi là CBD, hoặc dầu cannabidiol, đã được chứng minh là làm giảm lo lắng và căng thẳng ở các động vật khác, bao gồm cả ngựa và chó.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"QLvmozv845K","dic_all_id":"kp6a2X8Qqmn","phonetic":"ðə --- --- θɑːt ɪt meɪd sens tuː siː ɪf kʊd ˈɑːl.soʊ help ðer ˈænɪməlz ɪnˈkluː.dɪŋ dʒɪˈræfs ˈraɪ.noʊz ænd ˈpəʊlə --- ðeɪ dɪˈsaɪdɪd ˌhaʊˈev.ɚ tuː stɑːrt ðer tests ɑːn ðer θriː ˈæf.rɪ.kən ˈel.ə.fənts huː hæv --- ə ˈpɪr.i.əd əv stres ˈfɑː.loʊɪŋ ðə deθ ɪn mɑːrtʃ əv ə ˈfel.oʊ ˈoʊldə ˈfiː.meɪl ---","text":"The zoo's experts thought it made sense to see if could also help their animals, including giraffes, rhinos and polar bears. They decided, however, to start their tests on their three African elephants, who have undergone a period of stress following the death in March of a fellow older female, Erna.","type":"sentence","sound":"https://static.langkingdom.com/media/1/0f6d1b244919a8c42430c1912bf6d319.mp3","start_time":"00:00:33.500","end_time":"00:00:53.920","translation":{"text":"Các chuyên gia của vườn thú cho rằng thật hợp lý khi xem liệu cũng có thể giúp các động vật của họ, bao gồm hươu cao cổ, tê giác và gấu Bắc Cực. Tuy nhiên, họ quyết định bắt đầu thử nghiệm trên ba con voi châu Phi của mình, những con voi này đã trải qua một thời gian căng thẳng sau cái chết của một con cái lớn tuổi hơn Erna vào tháng Ba.","google_translate":1},"recordStat":{"right":0,"wrong":0}},{"id":"Vj6a886praA","dic_all_id":"lOX5bQ3jBag","phonetic":"ɪf ðə ˈstʌdɪ wɝːks æz hoʊpt ðiː ɔɪl wɪl ˈmɪr.li kɑːm ðem daʊn ə ˈlɪt̬.əl bɪt ænd hæv ˌæn.t̬i.ɪnˈflæm.ə.tɔːr.i ænd ˈʌð.ɚ ˈben.ə.fɪts ʃiː toʊld ðiː əˈsoʊ.si.eɪ.t̬ɪd pres ɑːn ˈfraɪ.deɪ æz ðiː ˈænɪməlz eɪt lɑːrdʒ ˈbræn.tʃɪz bɪˈhaɪnd hɝː","text":"If the study works as hoped, the oil will merely \"calm them down a little bit,\" and have anti-inflammatory and other benefits, she told The Associated Press on Friday as the animals ate large branches behind her.","type":"sentence","sound":"https://static.langkingdom.com/media/1/140033ddc74c79ed25f4afb66e9a448f.mp3","start_time":"00:00:53.920","end_time":"00:01:08.390","translation":{"text":"Nếu nghiên cứu hoạt động như hy vọng, dầu sẽ chỉ \"xoa dịu chúng một chút\", đồng thời có tác dụng chống viêm và các lợi ích khác, cô ấy nói với Associated Press hôm thứ Sáu khi động vật ăn những cành cây lớn phía sau cô ấy.","google_translate":1},"recordStat":{"right":0,"wrong":0}}],"view":"130","comment":"0","like":"0","dislike":"1","like_status":0,"is_news_a_minute":1,"slideshow":1,"id":"EA709OrP5RB","url":"https://youtu.be/pAOQgcB7IJc","title":"Warsaw zoo tests effect of hemp oil on elephants’ stress.","thumbnail":"https://static.langkingdom.com/video/thumb/245cc986697d2343eb23008c39fb51fa.jpg","mp4":0,"comment_id":"n1BQc0CJHfGgmAy6Oocs","duration":"00:01:13.33","is_new":null}